Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: VDR Hostname or IP
uk: IP сервера VDR або його назва

# #30001
source: VNSI Port
uk: Порт VNSI

# #30002
source: Priority
uk: Пріоритет

# #30003
source: Character Set Conversion
uk: Налаштування конвертування символів

# #30004
source: Connect timeout (s)
uk: Затримка зв’язку (с)

# #30005
source: Allow VDR Messages
uk: Дозволити повідомлення VDR

# #30006
source: Read recordings from directory
uk: Читати записи з теки

# #30007
source: VDR recordings directory
uk: Тека записів VDR

# #30008
source: Channel search
uk: Пошук каналів

# #30009
source: Channel search - Settings
uk: Пошук каналів - Налаштування

# #30010
source: Start Channel search
uk: Почати пошук каналів

# #30011
source: Source Type
uk: Тип джерела

# #30012
source: TV channels
uk: Телевізійні канали

# #30013
source: Radio channels
uk: Радіо канали

# #30014
source: FTA channels
uk: Безплатні канали

# #30015
source: Scrambled channels
uk: Зашифровані канали

# #30016
source: HD channels
uk: HD канали

# #30017
source: Country
uk: Країна

# #30018
source: Cable Inversion
uk: Кабельне - Інверсія

# #30019
source: Cable Symbolrate
uk: Кабельне - символьна швидкість

# #30020
source: Cable modulation
uk: Кабельне - модуляція

# #30021
source: Terr Inversion
uk: Наземне - інверсія

# #30022
source: Satellite
uk: Супутник

# #30023
source: ATSC Type
uk: Тип ATSC

# #30024
source: Back
uk: Назад

# #30025
source: Channel search - running... %i %%
uk: Пошук каналів - запущено... %i %%

# #30026
source: Type:
uk: Тип:

# #30027
source: Device:
uk: Пристрій:

# #30028
source: Scan: %i
uk: Сканування: %i

# #30029
source: Signal: %i %%
uk: Сигнал: %i %%

# #30030
source: New channels: %i
uk: Нові канали: %i

# #30031
source: All channels: %i
uk: Всі канали: %i

# #30032
source: Analog TV
uk: Аналогове телебачення

# #30033
source: Analog Radio
uk: Аналогове радіо

# #30034
source: Transponder:
uk: Транспондер:

# #30035
source: New channels
uk: Нові канали

# #30036
source: Channel search - Finished
uk: Пошук каналів - Закінчено

# #30037
source: No device available - exiting
uk: Немає доступного пристрою - вихід

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
uk: Немає доступного пристрою DVB-S2 - намагаюся повернутися до DVB-S

# #30039
source: Running
uk: Запуск…

# #30040
source: Stopped
uk: Зупинено

# #30041
source: Finished
uk: Завершено

# #30042
source: Channel search - Canceled
uk: Пошук каналів - Скасовано

# #30043
source: Channel search - Error
uk: Пошук каналів - Помилка

# #30044
source: Lost connection to VDR Server
uk: Втрачено зв’язок з сервером VDR

# #30045
source: Connection to VDR Server restored
uk: Зв’язок з VDR сервером відновлено

# #30046
source: Create channel groups automatically on the server
uk: Створити групи каналів автоматично на сервері

# #30101
source: Setup
uk: Налаштування

# #30102
source: Controlling OSD - press info to exit
uk: Контроль OSD - натисніть Info для виходу

# #30108
source: Channels
uk: Канали
