Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: VDR Hostname or IP
ta_in: VDR பின்தள புரவலன் பெயர் அல்லது ஐபி

# #30001
source: VNSI Port
ta_in: VNSI துறை

# #30002
source: Priority
ta_in: முதன்மை

# #30003
source: Character Set Conversion
ta_in: எழுத்துக்கணம் மாற்றுதல்

# #30004
source: Connect timeout (s)
ta_in: இணைப்பு காலாவதி (நொடி)

# #30005
source: Allow VDR Messages
ta_in: VDR செய்திகள் அனுமதி

# #30006
source: Read recordings from directory
ta_in: கோப்புறையில் இருந்து பதிவுகளை வாசி

# #30007
source: VDR recordings directory
ta_in: VDR பதிவகள் கோப்புறை

# #30008
source: Channel search
ta_in: சேனல் தேடுதல்

# #30009
source: Channel search - Settings
ta_in: சேனல் தேடுதல் - அமைப்புகள்

# #30010
source: Start Channel search
ta_in: சேனல் தேடுதல் ஆரம்பி

# #30011
source: Source Type
ta_in: மூல வகை

# #30012
source: TV channels
ta_in: TV சேனல்கள்

# #30013
source: Radio channels
ta_in: வானொலி சேனல்கள்

# #30014
source: FTA channels
ta_in: FTA சேனல்கள்

# #30015
source: Scrambled channels
ta_in: சேனல்கள்

# #30016
source: HD channels
ta_in: HD சேனல்கள்

# #30017
source: Country
ta_in: நாடு

# #30018
source: Cable Inversion
ta_in: எதிர்மறை கம்பி

# #30019
source: Cable Symbolrate
ta_in: கம்பி குறியீட்டு விகிதம்

# #30020
source: Cable modulation
ta_in: கம்பி குறிப்பேற்றம்

# #30021
source: Terr Inversion
ta_in: எதிர்மறை Terr

# #30022
source: Satellite
ta_in: துணைக்கோள்

# #30023
source: ATSC Type
ta_in: ATSC வகை

# #30024
source: Back
ta_in: பின்செல்

# #30025
source: Channel search - running... %i %%
ta_in: சேனல் தேடுதல் - ஓடிக்கொண்டிருக்கிறது... %i %%

# #30026
source: Type:
ta_in: வகை:

# #30027
source: Device:
ta_in: சாதனம்:

# #30028
source: Scan: %i
ta_in: தேடல்: %i

# #30029
source: Signal: %i %%
ta_in: சமிக்கை: %i %%

# #30030
source: New channels: %i
ta_in: புதிய சேனல்கள்: %i

# #30031
source: All channels: %i
ta_in: அனைத்து சேனல்கள்: %i

# #30032
source: Analog TV
ta_in: தொடர்முறை தொலைக்காட்சி

# #30033
source: Analog Radio
ta_in: தொடர்முறை வானொலி

# #30034
source: Transponder:
ta_in: அலைவாங்கி:

# #30035
source: New channels
ta_in: புதிய சேனல்கள்

# #30036
source: Channel search - Finished
ta_in: சேனல் தேடுதல் - முடிக்கப்பட்டது

# #30037
source: No device available - exiting
ta_in: எந்த சாதனமும் கிடைக்கவில்லை - வெளியேறுகிறது

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
ta_in: DVB-S2 சாதனம் இல்லை - DVB-S சாதனத்திருக்கு முயற்சி

# #30039
source: Running
ta_in: ஓடிகொண்டிருக்கிறது

# #30040
source: Stopped
ta_in: நிறுத்திவிட்டது

# #30041
source: Finished
ta_in: முடித்துவிட்டது

# #30042
source: Channel search - Canceled
ta_in: சேனல் தேடல் - ரத்து செய்யப்பட்டது

# #30043
source: Channel search - Error
ta_in: சேனல் தேடல் - பிழை

# #30044
source: Lost connection to VDR Server
ta_in: VDR சேவையகம் இடையே இணைப்பு துண்டிக்கப்பட்டது

# #30045
source: Connection to VDR Server restored
ta_in: VDR சேவையகம் மீண்டும் இணைக்கப்பட்டுள்ளது

# #30046
source: Create channel groups automatically on the server
ta_in: சேனல் குழுக்களை தானாகவே சேவையகத்தில் உருவாக்கு

# #30047
source: Request Timeshift
ta_in: நேரமாற்றம் கோரிக்கை

# #30101
source: Setup
ta_in: அமைப்பு

# #30102
source: Controlling OSD - press info to exit
ta_in: OSD கட்டுப்படுத்தும் - வெளியேற தகவல் பொத்தானை அழுத்தவும்

# #30103
source: Select to control OSD
ta_in: OSD கட்டுப்படுத்த தேர்வு பொத்தானை அழுத்தவும்

# #30104
source: Timeshift Mode
ta_in: நேரமாற்றம் முறை

# #30105
source: Timeshift Buffer (RAM) x100 MB
ta_in: நேரமாற்றம் இடையகம் (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
ta_in: நேரமாற்றம் இடையகம் (File) x1 GB

# #30107
source: VDR Admin
ta_in: VDR நிர்வாகம்

# #30108
source: Channels
ta_in: சேனல்கள்
