Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/*/strings.po
Languages: german, italian, portuguese, spanish

# #30000
source: Server Hostname or IP
german: Server-Hostname oder IP
italian: IP o nome server
portuguese: Hostname ou IP do Servidor
spanish: Nombre o IP del Servidor

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
german: IP-Adresse von 127.0.0.1 behalten, wenn der Server auf demselben System ausgeführt wird
italian: Imposta l'ip a 127.0.0.1 se il server è in funzione sullo stesso sistema
portuguese: Usar o endereço IP 127.0.0.1, se o servidor está presente neste mesmo sistema
spanish: Utiliza la IP 127.0.0.1 si el servidor esta corriendo en esta misma máquina.

# #30002
source: Port Number
german: Portnummer
italian: Numero porta
portuguese: Número da Porta
spanish: Puerto

# #30003
source: Stream timeout, unknown problem
german: Bildschirmzeitüberschreitung, unbekanntes Problem
italian: Interruzione dello stream, problema sconosciuto
portuguese: O tempo limite da transmissão esgotou, problema desconhecido
spanish: Emisión fuera de tiempo. Problema desconocido

# #30004
source: No video data found on this channel
german: Auf diesem Sender wurden keine Videodaten gefunden
italian: Nessun dato video trovato in questo canale
portuguese: Não foram encontrados sinais de vídeo neste canal
spanish: No encuentro datos de vídeo en este canal

# #30005
source: Tuner is needed for recording
german: Tuner wird für die Aufnahme benötigt
italian: Serve un tuner per registrare
portuguese: Para gravar, é necessário um sintonizador
spanish: Se necesita un sintonizador para grabar

# #30006
source: Recording delete failed, file in use or write protected
german: Löschen der Aufnahme fehlgeschlagen, Datei in Gebrauch oder schreibgeschützt
italian: Eliminazione della registrazione fallita, file in uso o protetto dalla scrittura
portuguese: Não foi possível apagar a gravação, o ficheiro está em uso ou protegido
spanish: Fallo al borrar la grabación. El archivo esta en uso o protegido

# #30007
source: Recording delete failed, recorded file doesn't exist
german: Löschen der Aufnahme fehlgeschlagen, aufgezeichnete Datei ist nicht vorhanden
italian: Eliminazione della registrazione fallita, il file non esiste
portuguese: Não foi possível apagar a gravação, o ficheiro não existe
spanish: Fallo al borrar la grabación. El archivo no existe

# #30008
source: Recording file not found
german: Aufzeichnungsdatei nicht gefunden
italian: File registrato non trovato
portuguese: O ficheiro da gravação não foi encontrado
spanish: No encuentro archivo de grabación

# #30009
source: Alternate channel chosen:
german: Alternativer Sender ausgewählt:
italian: Canale alternativo scelto:
portuguese: Foi escolhido um canal alternativo
spanish: Canal suplente elegido:

# #30010
source: Alternate time chosen:
german: Alternative Zeit ausgewählt:
italian: Ora alternativa scelta:
portuguese: Foi escolhida uma hora alternativa
spanish: Hora suplente elegida:

# #30011
source: Can't start, tuner is no longer available
german: Kann nicht starten, Tuner ist nicht mehr verfügbar
italian: Non posso avviare, il tuner non è più disponibile
portuguese: Não é possível iniciar, o sintonizador já não está disponível
spanish: No puedo empezar. El sintonizador ya no está disponible

# #30012
source: Channel content is protected
german: Senderinhalt ist geschützt
italian: Il contenuto del canale è protetto
portuguese: O conteúdo do canal está protegido
spanish: El contenido del canal esta protegido

# #30013
source: End time increased by
german: Endzeit erhöhte sich um
italian: Ora fine aumentata di
portuguese: Hora de fim aumentada em
spanish: Hora de finalización aumentada

# #30014
source: Enable SignalStatus calls
german: SignalStatus-Aufruf aktivieren
italian: Abilita messaggi di stato segnale
portuguese: Permitir chamadas SignalStatus
spanish: Habilitar llamadas EstadoSeñal

# #30015
source: Refresh SignalStatus Interval (sec)
german: SignalStatus-Intervall (Sek) aktualisieren
italian: Aggiorna intervallo di stato segnale (sec)
portuguese: Intervalo de actualização SignalStatus (seg)
spanish: Intervalo de actualización de EstadoSeñal (seg)

# #30016
source: Store Resume/Watched status on server
german: Fortsetzen/Angeschaut-Status auf Server speichern
italian: Salva lo stato Riprendi/Guardato sul server
portuguese: Armazenar tempos de visionamento no servidor
spanish: Resume tienda / estado vistos en el servidor Estado de la tienda Resumen/Visto en el servidor

# #30017
source: Recorded TV folder not found
german: TV-Aufzeichnungsordner nicht gefunden
italian: Cartella di registrazione non trovata
portuguese: A pasta de gravações de TV não foi encontrada
spanish: Carpeta de Grabaciones no encontrada

# #30018
source: Recorded TV folder cannot be opened
german: TV-Aufzeichnungsordner kann nicht geöffnet werden
italian: La cartella di registrazione non può essere aperta
portuguese: Não é possível abrir a pasta de gravações de TV
spanish: No se puede abrir la carpeta de Grabaciones

# #30019
source: ServerWMC version update is available (%s)
german: ServerWMC Versionsaktualisierung ist verfügbar (%s)
italian: E' disponibile un aggiornamento di versione del ServerWMC (%s)
portuguese: Está disponível uma versão actualizada de ServerWMC (%s)
spanish: Actualización disponible de ServerWMC (%s)

# #30020
source: All tuners for this channel are busy
german: Alle Tuner für diesen Kanal sind belegt
italian: Tutti i tuner per questo canale sono occupati
portuguese: Todos os sintonizadores deste canal estão ocupados
spanish: Todos los sintonizadores para este canal están ocupados

# #30021
source: LiveTV timed-out
german: Zeitüberschreitung beim Live-TV
italian: Live TV interrotta
portuguese: O tempo limite de LiveTV terminou
spanish: LiveTV fuera de tiempo

# #30022
source: LiveTV error, exited early
german: LiveTV-Fehler, vorzeitig beendet
italian: Errore nella Live TV, uscita in anticipo
portuguese: Erro LiveTV, encerrou antes do tempo
spanish: Error en LiveTV. Salida repentina

# #30023
source: Recording stream timed-out
german: Zeitüberschreitung beim aufgezeichneten Stream
italian: Lo stream registrato si è interrotto
portuguese: O tempo limite da gravação expirou
spanish: Grabación de emisión fuera de tiempo

# #30024
source: Recording stream exited early
german: Stream-Aufnahme vorzeitig beendet
italian: Lo stream registrato è uscito in anticipo
portuguese: A gravação encerrou antes do tempo
spanish: Salida repentina grabando la emisión

# #30025
source: Use WakeOnLAN to wake up server
german: WakeOnLAN verwenden, um den Server aufzuwecken
italian: Usa WakeOnLAN per accendere il server
portuguese: Usar WakeOnLan para iniciar o servidor.
spanish: Usar WakeOnLAN para encender el servidor

# #30026
source: Sending WakeOnLAN to server...
german: WakeOnLAN wird an Server gesendet...
italian: Inviando il segnale WakeOnLAN al server...
portuguese: A enviar pacote WakeOnLan para servidor...
spanish: Eviando WakeOnLan al servidor...

# #30027
source: Time drift between client and backend of %s minutes
german: Zeitabweichung von %s Minuten zwischen Client und Backend
italian: Deriva temporale tra client e backend di %s minuti
portuguese: Desvio de tempo entre o cliente e a backend de %s minutos
spanish: La demora de tiempo entre el cliente y el backend es de %s minutos

# #30100
source: Recording Preference
german: Aufzeichnungsvorlieben
italian: Preferenze registrazione
portuguese: Preferência de Gravação
spanish: Preferencia de Grabación

# #30101
source: Record this episode only
german: Nur diese Folge aufnehmen
italian: Registra questo episodio solo
portuguese: Gravar apenas este episódi
spanish: Grabar sólo este episodio

# #30102
source: Record the series
german: Die Serie aufnehmen
italian: Registra le serie
portuguese: Gravar a série
spanish: Grabar la serie

# #30103
source: Show type:
german: Sendungsart:
italian: Tipo di serie:
portuguese: Tipo de série:
spanish: Tipo de programa:

# #30104
source: New and rerun
german: Neu und wiederholt
italian: Nuovo e riavvia
portuguese: Estreias e reposições
spanish: Nuevos y re-emitidos

# #30105
source: New only
german: Nur neue
italian: Solo nuovo
portuguese: Apenas estreias
spanish: Sólo nuevos

# #30106
source: Live only
german: Nur Live
italian: Solo live
portuguese: Apenas reposições
spanish: Sólo en directo

# #30107
source: Channel:
german: Kanal:
italian: Canale:
portuguese: Canal:
spanish: Canal:

# #30108
source: Any Channel
german: Beliebiger Sender
italian: Qualunque canale
portuguese: Qualquer Canal
spanish: Cualquier canal

# #30110
source: Airtime:
german: Sendezeit:
italian: Ora di trasmissione:
portuguese: Tempo de emissão:
spanish: Hora de emisión:

# #30111
source: Anytime
german: Jederzeit
italian: Qualunque ora
portuguese: Qualquer hora
spanish: Cualquier hora

# #30120
source: Delete Timer
german: Timer löschen
italian: Elimina timer
portuguese: Apagar Temporizador
spanish: Eliminar programación

# #30121
source: Delete this episode timer only
german: Nur diesen Episodentimer löschen
italian: Elimina solo il timer di questo episodio
portuguese: Apagar apenas este temporizador de episódio
spanish: Borrar sólo la programación de este episodio

# #30122
source: Delete the entire series
german: Die gesamte Serie löschen
italian: Elimina l'intera serie
portuguese: Apagar toda a série
spanish: Borrar toda la serie
