Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.tvh/addon/resources/language/Slovak/strings.po
Languages: sk

# #30001
source: Tvheadend hostname or IP address
sk: Názov hostiteľa Tvheadend alebo IP adresa

# #30004
source: Username
sk: Užívateľské meno

# #30005
source: Password
sk: Heslo

# #30006
source: Connection timeout in seconds
sk: Časový limit pre spojenie v sekundách

# #30007
source: Response timeout in seconds
sk: Časový limit pre odpoveď v sekundách

# #30300
source: Tvheadend transcoding settings
sk: Nastavenie Tvheadend prekódovania

# #30301
source: Transcoding settings
sk: Nastavenie prekódovania

# #30302
source: Enable transcoding
sk: Povoliť prekódovanie

# #30303
source: Audio codec
sk: Koded audia

# #30304
source: Video codec
sk: Kodek videa

# #30305
source: Resolution
sk: Rozlíšenie

# #31000
source: Disconnected from '%s'
sk: Odpojené od '%s'

# #31001
source: Reconnected to '%s'
sk: Opätovne pripojené k '%s'
