Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Georgian/strings.po
Languages: ka

# #30000
source: NextPVR Hostname
ka: NextPVR-ის სერვერის სახელი

# #30001
source: NextPVR Port (usually 8866 or 7799)
ka: NextPVR-ის პორტი (ზოგადად 8866 ან 7799)

# #30002
source: NextPVR PinCode
ka: NextPVR-ის პინ-კოდი

# #30003
source: Enable TimeShift with Live TV
ka: დროში გადანაცვლების ჩართვა Live TV-ში

# #30040
source: Connection
ka: შეერთება

# #30041
source: Advanced
ka: დამატებით

# #30050
source: NextPVR server is too old.
ka: NextPVR სერვერი ძალიან ძველია.

# #30051
source: Upgrade to '%s' or higher!
ka: განაახლეთ '%s' ან უფრო ახალ ვერსიამდე!

# #30052
source: Connection failed. Incorrect PIN?
ka: ვერ შევუერთდი. არასწორი PIN?

# #30053
source: Tuner no longer available
ka: ტუნერი უკვე არ არის ხელმისაწვდომი
