Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: NextPVR Hostname
ta_in: NextPVR புரவன்பெயர்

# #30001
source: NextPVR Port (usually 8866 or 7799)
ta_in: NextPVR முணையம் (பொதுவாக 8866 அல்லது 7799)

# #30002
source: NextPVR PinCode
ta_in: NextPVR பின்கோடு

# #30003
source: Enable TimeShift with Live TV
ta_in: நேரடி டிவி காண நேர மாற்றத்தை செயல்படுத்து

# #30040
source: Connection
ta_in: இணைப்பு

# #30041
source: Advanced
ta_in: மேம்பட்ட

# #30050
source: NextPVR server is too old.
ta_in: NextPVR சேவையகம் மிகவும் பழமையானது.

# #30051
source: Upgrade to '%s' or higher!
ta_in: '%s' அல்லது அதற்கு மேல் மேம்படுத்து!

# #30052
source: Connection failed. Incorrect PIN?
ta_in: இணைப்பு தோல்வியுற்றது. தவறான PIN?

# #30053
source: Tuner no longer available
ta_in: வானொலி இனி கிடைக்காது

# #30135
source: Default
ta_in: இயல்புநிலை
