Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.hts/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: Tvheadend hostname or IP address
he: Tvheadend שם מארח או כתובת IP

# #30003
source: Username
he: שם משתמש

# #30004
source: Password
he: סיסמא

# #30006
source: Connect timeout in seconds
he: מגבלת זמן להתחברות בשניות

# #30007
source: Response timeout in seconds
he: מגבלת זמן לתגובה בשניות

# #30100
source: Tvheadend transcoding settings
he: הגדרות Tvheadend transcoding

# #30101
source: Transcoding settings
he: הגדרות Transcoding

# #30102
source: Enable transcoding
he: הפעל Transcoding

# #30103
source: Audio codec
he: מקודד שמע

# #30104
source: Video codec
he: מקודד וידאו

# #30105
source: Resolution
he: רזולוציה

# #30500
source: Disconnected from '%s'
he: התנתק מ'%s'

# #30501
source: Reconnected to '%s'
he: התחבר ל'%s'
