Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvblink/addon/resources/language/Sinhala/strings.po
Languages: si

# #30000
source: General
si: සාමාන්‍ය

# #30001
source: Server Address
si: මෙහෙකරු ලිපිනය

# #30002
source: Server Port
si: මෙහෙකරු තිර්ථය

# #30003
source: Client name
si: ආයත්තකයාගේ නම

# #30004
source: Connection timeout (s)
si: සම්බන්ධවීමේ කාලය(න්) ඉවරයි

# #30005
source: Username
si: පරිශීලක නම

# #30006
source: Password
si: මුරපදය

# #30100
source: Stream
si: ප්‍රවාහය

# #30103
source: Height
si: උස

# #30104
source: Width
si: පළල

# #30105
source: Bitrate
si: මාත්‍රා අනුපාතය

# #30106
source: Audio track
si: ශ්‍රවණ තැටිය

# #30111
source: Enable Timeshift
si: කාල සාරුව ක්‍රියාත්මක කරන්න

# #30112
source: Timeshift buffer path
si: කාල සාරු අවරෝධක පෙත

# #30200
source: Advanced
si: උසස්

# #30201
source: Use channel handle instead of client id
si: සේවාදායක හඳුනාගැනීමේ අංකය වෙනුවෙන් වාසි මාර්ගය භාවිතා කරන්න

# #30202
source: Show information messages
si: තොරතුරු පණිවිඩ පෙන්වන්න

# #32001
source: Connected to DVBLink Server '%s'
si: DVBLink මෙහෙයුම්කරු වෙත සම්බන්ධ කරන්න '%s'

# #32002
source: Found '%d' channels
si: '%d' මග සොයාගත්තා

# #32003
source: Could not connect to DVBLink Server '%s' (Error code : %d)
si: DVBLink මෙහෙයුම්කරු වෙත සම්බන්ධ කළ නොහැක '%s' ( දෝෂ කේතය : %d)

# #32004
source: Could not get recordings (Error code : %d)
si: පටිගත කිරීම් ගත නොහැක (දෝෂ කේතය : %d)

# #32006
source: Could not get timers(Error code : %d)
si: මුහුර්තකය ගත නොහැක (දෝෂ කේතය : %d )

# #32007
source: Found %d EPG timers
si: %d EPG මුහුර්තක සොයාගත්තා

# #32008
source: Found %d manual timers
si: %d කාර්ය මුහුර්තක සොයාගත්තා

# #32009
source: Found %d recordings
si: %d පටිගත කිරීම් සොයාගත්තා

# #32010
source: Could not get stream for channel %s (Error code : %d)
si: නාලිකාවට ප්‍රවාහයක් ලබාගත නොහැක %s ( දෝෂ කේතාංකය : %d)
