Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Macedonian/strings.po
Languages: mk

# #30000
source: VDR Hostname or IP
mk: VDR Hostname или IP

# #30002
source: Priority
mk: Приоритет

# #30003
source: Character Set Conversion
mk: Конверзија на вид букви

# #30004
source: Connect timeout (s)
mk: Истече времето за поврзување (s)

# #30005
source: Allow VDR Messages
mk: Дозволи VDR пораки

# #30006
source: Read recordings from directory
mk: Читај снимки од локација

# #30007
source: VDR recordings directory
mk: Локација на VDR снимки

# #30008
source: Channel search
mk: Барање на канали

# #30009
source: Channel search - Settings
mk: Барање на канали - Поставки

# #30010
source: Start Channel search
mk: Започни со барање канали

# #30011
source: Source Type
mk: Вид на извор

# #30012
source: TV channels
mk: ТВ канали

# #30013
source: Radio channels
mk: Радио канали

# #30014
source: FTA channels
mk: Слободни канали

# #30015
source: Scrambled channels
mk: Заклучени канали

# #30016
source: HD channels
mk: HD канали

# #30017
source: Country
mk: Држава

# #30018
source: Cable Inversion
mk: Кабловска инверзија

# #30019
source: Cable Symbolrate
mk: Кабловска стапка на симбол

# #30020
source: Cable modulation
mk: Кабловска модулација

# #30021
source: Terr Inversion
mk: Terr Инверзија

# #30022
source: Satellite
mk: Сателит

# #30023
source: ATSC Type
mk: ATSC Тип

# #30024
source: Back
mk: Назад

# #30025
source: Channel search - running... %i %%
mk: Барање канали... %i %%

# #30026
source: Type:
mk: Тип:

# #30027
source: Device:
mk: Уред:

# #30028
source: Scan: %i
mk: Пребарај: %i

# #30029
source: Signal: %i %%
mk: Сигнал: %i %%

# #30030
source: New channels: %i
mk: Нови канали: %i

# #30031
source: All channels: %i
mk: Сите канали: %i

# #30032
source: Analog TV
mk: Аналогна ТВ

# #30033
source: Analog Radio
mk: Аналогно Радио

# #30034
source: Transponder:
mk: Транспондер:

# #30035
source: New channels
mk: Нови канали

# #30036
source: Channel search - Finished
mk: Барање на канали - Завршено

# #30037
source: No device available - exiting
mk: Нема достапни уреди

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
mk: Нема DVB-S2 достапни уреди- trying fallback to DVB-S

# #30039
source: Running
mk: Стартување

# #30040
source: Stopped
mk: Запрено

# #30041
source: Finished
mk: Завршено

# #30042
source: Channel search - Canceled
mk: Барање на канали - Откажано

# #30043
source: Channel search - Error
mk: Барање на канали - Грешка

# #30044
source: Lost connection to VDR Server
mk: Изгубена врска со VDR сервер

# #30045
source: Connection to VDR Server restored
mk: Обновена врска со VDR сервер

# #30046
source: Create channel groups automatically on the server
mk: Автоматски креирај група на канали на сервер

# #30047
source: Request Timeshift
mk: Побарај Timeshift

# #30048
source: Path to channel icons
mk: Локација на иконите за канали

# #30049
source: VDR Server MAC for Wake-on-LAN
mk: VDR Server MAC адреса за Wake-on-LAN

# #30101
source: Setup
mk: Конфигурација

# #30102
source: Controlling OSD - press info to exit
mk: Контролирање на дисплејот - притисни „инфо“ за да излезеш

# #30103
source: Select to control OSD
mk: Одбери за да го контролираш дисплејот

# #30104
source: Timeshift Mode
mk: Timeshift режим

# #30107
source: VDR Admin
mk: VDR Админ

# #30108
source: Channels
mk: Канали

# #30109
source: Provider whitelist
mk: Листа на одобрени провајдери

# #30110
source: Channel blacklist
mk: Листа на блокирани канали

# #30111
source: Channel filters
mk: Смени филтери

# #30112
source: Radio Channels
mk: Радио Канали

# #30113
source: Save filters
mk: Зачувај филтри

# #30114
source: Provider Unknown
mk: Непознат провајдер
