Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: VU+ hostname or IP address
uk: Сервер VU+ або адреса IP

# #30002
source: Streaming Port
uk: Порт потоку

# #30003
source: Username
uk: Ім'я користувача

# #30004
source: Password
uk: Пароль

# #30007
source: Response timeout in seconds
uk: Затримка відклику в секундах

# #30008
source: Icon Path
uk: Шлях до іконки

# #30010
source: Update Interval in minutes
uk: Інтервал оновлення в хвилинах

# #30011
source: Automatic Timerlist Cleanup
uk: Автоматичне очищення списку таймерів

# #30012
source: Webinterface Port
uk: Порт веб-інтерфейсу

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
uk: Схопити сигнал перед переключенням каналу (тобто для одного тюнера)

# #30014
source: Folder for channeldata
uk: Тека для даних каналів

# #30015
source: Check for bouquett updates
uk: Перевірка на букетне оновлення

# #30016
source: Check for channel updates
uk: Перевірка оновлення каналів

# #30017
source: Use only the DVB boxes' current recording path
uk: Використовувати тільки поточний шлях запису з DVB пристрою

# #30018
source: General
uk: Загальні

# #30019
source: Channels
uk: Канали

# #30020
source: Advanced
uk: Більше

# #30022
source: Recordings / Timer
uk: Запис / Таймер

# #30023
source: Recording folder on the receiver
uk: Тека записів на ресівері

# #30024
source: Send DeepStandby-Command
uk: Вислати команду глибокої зупинки

# #30025
source: Fetch only one TV bouquet
uk: Отримати тільки один TV bouquet

# #30027
source: Fetch picons from webinterface
uk: Отримати пікони з веб-інтерфейсу

# #30500
source: Disconnected from '%s'
uk: Від’єднано від '%s'

# #30501
source: Reconnected to '%s'
uk: Знову з’єднано з '%s'
