Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mythtv.cmyth/addon/resources/language/Polish/strings.po
Languages: pl

# #30000
source: MythTV Backend Hostname or IP
pl: IP lub nazwa hosta serwera MythTV

# #30001
source: MythTV Backend Port
pl: Port serwera MythTV

# #30002
source: MythTV Database Username
pl: Nazwa użytkownika do bazy danych MythTV

# #30003
source: MythTV Database Password
pl: Hasło do bazy danych MythTV

# #30004
source: MythTV Database Databasename
pl: Nazwa bazy danych MythTV

# #30005
source: Include more debug information in the log file
pl: Umieść więcej szczegółowych informacji w logach (debug)

# #30006
source: Enable Live TV
pl: Włącz TV na żywo

# #30007
source: Allow Live TV to move scheduled shows
pl: Pozwól TV na żywo na przesuwanie zaplanowanych programów

# #30008
source: Conflict handling
pl: Zarządzanie konfliktami

# #30009
source: Prefer Live TV when recording has later slot
pl: Preferuj TV gdy nagranie jest później

# #30010
source: Prefer recording and stop Live TV
pl: Preferuj nagranie i zatrzymuj TV

# #30011
source: Prefer Live TV and cancel conflicting recording
pl: Preferuj TV i anuluj nagranie

# #30012
source: MythTV Backend Ethernet address (WOL)
pl: Adres serwera MythTV (WOL)

# #30019
source: General
pl: Ogólne

# #30020
source: Template provider
pl: Dostawca szablonów

# #30021
source: Internal
pl: Wewnętrzny

# #30025
source: Internal template
pl: Szablon wewnętrzny

# #30026
source: Automatically Look Up Metadata
pl: Automatyczne wyszukiwanie etykiet

# #30027
source: Commercial Flag new recordings
pl: Wskaźnik reklam nowych nagrań

# #30028
source: Transcode new recordings
pl: Przekoduj nowe nagrania

# #30029
source: Run User Job #1
pl: Uruchom zadanie 1

# #30030
source: Run User Job #2
pl: Uruchom zadanie 2

# #30031
source: Run User Job #3
pl: Uruchom zadanie 3

# #30032
source: Run User Job #4
pl: Uruchom zadanie 4

# #30033
source: Transcoder
pl: Transkoder

# #30034
source: Allow recordings to expire?
pl: Nagrania przedawniają się?

# #30049
source: Recording template
pl: Szablon nagrywania

# #30050
source: Advanced
pl: Zaawansowane

# #30052
source: Enable demuxing MPEG-TS
pl: Włącz demukser MPEG-TS

# #30100
source: Protocol version: %i - Database version: %i
pl: Wersja protokołu: %i - wersja bazy danych: %i

# #30300
source: Failed to connect to MythTV backend
pl: Nie można połączyć się z serwerem MythTV

# #30301
source: Failed to connect to MythTV database
pl: Nie można połączyć się z bazą danych MythTV

# #30302
source: Connection to MythTV backend lost
pl: Zerwane połączenie z serwerem MythTV

# #30303
source: Connection to MythTV restored
pl: Przywrócone połączenie z MythTV

# #30304
source: No response from MythTV backend
pl: Serwer MythTV nie odpowiada

# #30305
source: Channel unavailable
pl: Kanał niedostępny

# #30306
source: Recorder unavailable
pl: Nagrywanie niedostępne

# #30307
source: Canceling conflicting recording: %s
pl: Anulowanie nagrania powodującego konflikt: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
pl: Zatrzymywanie TV z powodu konfliktu nagrania: %s

# #30309
source: Not recording
pl: Nie nagrywa

# #30310
source: Enabled
pl: Włączone

# #30311
source: Disabled
pl: Wyłączony

# #30312
source: No broadcast found
pl: Nie znaleziono transmisji

# #30411
source: Delete and re-record
pl: Skasuj i nagraj ponownie

# #30412
source: Keep LiveTV recording
pl: Nagrywaj TV na żywo

# #30421
source: Show/hide rules with status 'Not Recording'
pl: Pokaż/Ukryj status "Nie nagrywa"

# #30431
source: Record all showings (this channel)
pl: Nagrywaj wszystkie audycje (na tym kanale)

# #30432
source: Record this showing every week
pl: Nagrywaj audycję co tydzień

# #30433
source: Record this showing every day
pl: Nagrywaj audycję codziennie

# #30434
source: Record one showing (all channels)
pl: Nagrywaj jedną audycję (wszystkie kanały)

# #30435
source: Record all new episodes (this channel)
pl: Nagrywaj wszystkie nowe epizody (na tym kanale)
