Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: NextPVR Hostname
hr: NextPVR naziv računala

# #30001
source: NextPVR Port (usually 8866 or 7799)
hr: NextPVR ulaz (uobičajen 8866 ili 7799)

# #30002
source: NextPVR PinCode
hr: NextPVR PIN kôd

# #30003
source: Enable TimeShift with Live TV
hr: Omogućiti vremensko premotavanje za TV programe

# #30040
source: Connection
hr: Povezivanje

# #30041
source: Advanced
hr: Napredno

# #30050
source: NextPVR server is too old.
hr: NextPVR poslužitelj je zastario.

# #30051
source: Upgrade to '%s' or higher!
hr: Nadogradi na '%s' ili više!

# #30052
source: Connection failed. Incorrect PIN?
hr: Neuspješno povezivanje. Pogrešan PIN?

# #30053
source: Tuner no longer available
hr: Prijemnik više nije dostupan

# #30054
source: [RECUR]
hr: [PONOVITI]

# #30100
source: Add Timer
hr: Dodaj zakazano snimanje

# #30120
source: Recording Type
hr: Vrsta snimanja

# #30121
source: Record Once
hr: Snimi jednom

# #30122
source: Record Season (NEW episodes on this channel)
hr: Snimi sezonu (nove epizode na ovom programu)

# #30123
source: Record Season (All episodes on this channel)
hr: Snimi sezonu (sve epizode na ovom programu)

# #30124
source: Record Season (Daily, this timeslot)
hr: Snimi sezonu (dnevno, ovaj vremenski raspon)

# #30125
source: Record Season (Weekly, this timeslot)
hr: Snimi sezonu (tjedno, ovaj vremenski raspon)

# #30126
source: Record Season (Monday-Friday, this timeslot)
hr: Snimi sezonu (ponedjeljak-petak, ovaj vremenski raspon)

# #30127
source: Record Season (Weekends, this timeslot)
hr: Snimi sezonu (vikendom, ovaj vremenski raspon)

# #30130
source: Keep
hr: Zadrži

# #30131
source: All Recordings
hr: Sve snimke

# #30132
source: Pre-Padding (minutes)
hr: Predpostavljanje (minute)

# #30133
source: Pre-Padding (minutes)
hr: Predpostavljanje (minute)

# #30134
source: Recording Directory
hr: Direktorij snimanja

# #30135
source: Default
hr: Uobičajeno
