Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Malay/strings.po
Languages: ms

# #30000
source: VDR Hostname or IP
ms: Nama hos atau alamat IP VDR

# #30001
source: VNSI Port
ms: Port VNSI

# #30002
source: Priority
ms: Keutamaan

# #30003
source: Character Set Conversion
ms: Penukaran Set Aksara

# #30004
source: Connect timeout (s)
ms: Had masa tamat sambung

# #30005
source: Allow VDR Messages
ms: Benarkan Mesej VDR

# #30006
source: Read recordings from directory
ms: Baca rakaman dari direktori

# #30007
source: VDR recordings directory
ms: Direktori rakaman VDR

# #30008
source: Channel search
ms: Gelintar saluran

# #30009
source: Channel search - Settings
ms: Gelintar saluran - Tetapan

# #30010
source: Start Channel search
ms: Mulakan gelintar Saluran

# #30011
source: Source Type
ms: Jenis Sumber

# #30012
source: TV channels
ms: Saluran TV

# #30013
source: Radio channels
ms: Saluran radio

# #30014
source: FTA channels
ms: Saluran FTA

# #30015
source: Scrambled channels
ms: Saluran terkarau

# #30016
source: HD channels
ms: Saluran HD

# #30017
source: Country
ms: Negara

# #30018
source: Cable Inversion
ms: Songsangan Kabel

# #30019
source: Cable Symbolrate
ms: Kadar Simbol Kabel

# #30020
source: Cable modulation
ms: Modulasi Kabel

# #30021
source: Terr Inversion
ms: Songsangan Terr

# #30022
source: Satellite
ms: Satelit

# #30023
source: ATSC Type
ms: Jenis ATSC

# #30024
source: Back
ms: Undur

# #30025
source: Channel search - running... %i %%
ms: Gelintar saluran - berjalan... %i %%

# #30026
source: Type:
ms: Jenis:

# #30027
source: Device:
ms: Peranti:

# #30028
source: Scan: %i
ms: Imbas: %i

# #30029
source: Signal: %i %%
ms: Isyarat: %i %%

# #30030
source: New channels: %i
ms: Saluran baru: %i

# #30031
source: All channels: %i
ms: Semua saluran: %i

# #30032
source: Analog TV
ms: TV analog

# #30033
source: Analog Radio
ms: Radio analog

# #30035
source: New channels
ms: Saluran baru

# #30036
source: Channel search - Finished
ms: Gelintar saluran - Selesai

# #30037
source: No device available - exiting
ms: Tiada peranti tersedia - keluar

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
ms: Tiada peranti DVB-S2 tersedia - mencuba jatuh balik ke DVB-5

# #30039
source: Running
ms: Berjalan

# #30040
source: Stopped
ms: Berhenti

# #30041
source: Finished
ms: Selesai

# #30042
source: Channel search - Canceled
ms: Gelintar saluran - Dibatalkan

# #30043
source: Channel search - Error
ms: Gelintar saluran - Ralat

# #30044
source: Lost connection to VDR Server
ms: Sambungan terputus ke Pelayan VDR

# #30045
source: Connection to VDR Server restored
ms: Sambungan ke Pelayan VDR dipulihkan

# #30046
source: Create channel groups automatically on the server
ms: Cipta kumpulan saluran secara automatik pada pelayan

# #30047
source: Request Timeshift
ms: Pinta Anjak Masa

# #30100
source: VDR OSD
ms: OSD VDR

# #30101
source: Setup
ms: Persediaan

# #30102
source: Controlling OSD - press info to exit
ms: Pengawalan OSD - tekan maklumat untuk keluar

# #30103
source: Select to control OSD
ms: Pilih untuk kawal OSD

# #30104
source: Timeshift Mode
ms: Mod Anjak Masa

# #30105
source: Timeshift Buffer (RAM) x100 MB
ms: Penimbal Anjak Masa (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
ms: Penimbal Anjak Masa (Fail) x1 GB

# #30107
source: VDR Admin
ms: Pentadbir VDR

# #30108
source: Channels
ms: Saluran

# #30109
source: Provider whitelist
ms: Senarai putih penyedia

# #30110
source: Channel blacklist
ms: Senarai hitam saluran

# #30111
source: Channel filters
ms: Penapis saluran

# #30112
source: Radio Channels
ms: Saluran Radio

# #30113
source: Save filters
ms: Simpan penapis

# #30114
source: Provider Unknown
ms: Penyedia tidak diketahui
