Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: VU+ hostname or IP address
ta_in: VU+ பின்தள புரவலன் பெயர் அல்லது ஐபி

# #30002
source: Streaming Port
ta_in: துறை

# #30003
source: Username
ta_in: பயனர்பெயர்

# #30004
source: Password
ta_in: அடையாளச் சொல்

# #30007
source: Response timeout in seconds
ta_in: எத்தனை நொடியில் பதில் எதிபார்ப்பை முடித்தல்

# #30008
source: Icon Path
ta_in: படவுரு பாதை

# #30010
source: Update Interval in minutes
ta_in: இடைவெளியை நிமிடங்களில் புதுப்பிக்க

# #30011
source: Automatic Timerlist Cleanup
ta_in: தானியங்கி டைமர் பட்டியல் துப்புரவு

# #30012
source: Webinterface Port
ta_in: வலை இடைமுக முனையம்

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
ta_in: Channelswitch முன் Zap (அதாவது ஒற்றை வானொலி பெட்டிகலுக்காக)

# #30014
source: Folder for channeldata
ta_in: சேனல் தரவு கோப்புறை

# #30015
source: Check for bouquett updates
ta_in: Bouquett புதுப்பித்தல் எதாவது உள்ளத என்று பார்

# #30016
source: Check for channel updates
ta_in: சேனல் புதுப்பித்தல் எதாவது உள்ளத என்று பார்

# #30017
source: Use only the DVB boxes' current recording path
ta_in: DVB பெட்டிக்கான 'தற்போதைய பதிவு பாதை மட்டுமே பயன்படுத்த

# #30018
source: General
ta_in: பொதுவானவை

# #30019
source: Channels
ta_in: சேனல்கள்

# #30020
source: Advanced
ta_in: மேம்பட்ட

# #30022
source: Recordings / Timer
ta_in: பதிவகள் / நேரம்

# #30023
source: Recording folder on the receiver
ta_in: அலைவாங்கியில் உள்ள பதிவு கோப்புறை

# #30024
source: Send DeepStandby-Command
ta_in: ஆழ் காத்திரு கட்டளை அனுப்ப

# #30025
source: Fetch only one TV bouquet
ta_in: ஒரே ஒரு தொலைக்காட்சி bouquet எடுக்க

# #30026
source: TV-Bouquet
ta_in: தொலைக்காட்சி-Bouquet

# #30027
source: Fetch picons from webinterface
ta_in: இணைய இடைமுகத்திலிருந்து சின்னங்கள் எடுக்க

# #30500
source: Disconnected from '%s'
ta_in: '%s' இருந்து துண்டிக்கப்பட்டது

# #30501
source: Reconnected to '%s'
ta_in: '%s' க்கு மறுஇணைப்பு
