Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: VU+ hostname or IP address
he: שם מארח או כתובת IP

# #30002
source: Streaming Port
he: פורט הזרמה

# #30003
source: Username
he: שם משתמש

# #30004
source: Password
he: סיסמה

# #30007
source: Response timeout in seconds
he: זמן המתנה מירבי לתגובה בשניות

# #30008
source: Icon Path
he: נתיב סמלי ערוצים

# #30010
source: Update Interval in minutes
he: מרווח זמני עדכונים בדקות

# #30011
source: Automatic Timerlist Cleanup
he: ניקוי רשימת תזמונים אוטומטית

# #30012
source: Webinterface Port
he: פורט ממשק רשת

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
he: העבר ערוץ במכשיר לפני העברה ב־Kodi (מכשיר בעל מקלט בודד)

# #30014
source: Folder for channeldata
he: תיקיית נתוני ערוצים

# #30015
source: Check for bouquett updates
he: חיפוש עדכוני סל ערוצים

# #30016
source: Check for channel updates
he: חיפוש עדכוני ערוץ

# #30017
source: Use only the DVB boxes' current recording path
he: שימוש בנתיב הקלטה נוכחי של מכשיר ה־DVB בלבד

# #30018
source: General
he: כללי

# #30019
source: Channels
he: ערוצים

# #30020
source: Advanced
he: מתקדם

# #30022
source: Recordings / Timer
he: הקלטות / תזמון

# #30023
source: Recording folder on the receiver
he: תיקיית הקלטות בשרת אחורי

# #30024
source: Send DeepStandby-Command
he: שלח פקודת שינה עמוקה

# #30025
source: Fetch only one TV bouquet
he: משוך סל ערוצים יחיד בלבד

# #30026
source: TV-Bouquet
he: סל ערוצים

# #30027
source: Fetch picons from webinterface
he: משוך סמלי ערוצים מממשק הדפדפן

# #30028
source: Use Secure HTTP (https)
he: השתמש ב־HTTP מאובטח (https)

# #30500
source: Disconnected from '%s'
he: נותק מ־'%s'

# #30501
source: Reconnected to '%s'
he: חובר חזרה ל־'%s'
