Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Georgian/strings.po
Languages: ka

# #30000
source: Mediaportal Hostname
ka: Mediaportal-ის სერვერის სახელი

# #30001
source: Mediaportal XBMC plugin Port
ka: Mediaportal XBMC ჩადგმის პორტი

# #30002
source: Free-to-air only
ka: მხოლოდ უფასო არხები

# #30003
source: Include Radio
ka: რადიოს ჩათვლით

# #30004
source: Fast channel switching (don't stop timeshift)
ka: არხების სწრაფი გადართვა (არ აჩერებს დროში გადაადგილებას)

# #30005
source: Connect timeout (s)
ka: შეერთების დაყოვნება(ები)

# #30006
source: Import only TV Channels from group
ka: სატელევიზიო არხების მხოლოდ ამ ჯუფიდან შემოტანა

# #30007
source: Import only Radio Channels from group
ka: რადიო არხების მხოლოდ ამ ჯგუფიდან შემოტანა

# #30008
source: Convert hostname to IP-adress
ka: სერვერის სახელის IP მისამართში გადაყვანა

# #30009
source: EPG: Read genre strings (slow)
ka: EPG: ჟანრების სტრიქონების წაკითხვა (ნელი)

# #30010
source: Wait time after tuning a channel (ms)
ka: არხზე გადართვიდან მოლოდინის დრო (მილიწამი)

# #30015
source: Streaming method
ka: სტრიმინგის მეთოდი

# #30016
source: Windows user account (SMB)
ka: Windows-ის მომხმარებლის ანგარიში (SMB)

# #30017
source: Windows password (SMB)
ka: Windows-ის პაროლი (SMB)

# #30018
source: Use RTSP streaming
ka: RTSP სტრიმინგის გამოყენება

# #30040
source: Connection
ka: შეერთება

# #30042
source: Playback
ka: დაკვრა

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
ka: თქვენი TVServerXBMC ვერსია '%s' ძალიან ძველია. გთხოვთ განაახლოთ '%s' ან უფრო ახალ ვერსიამდე.

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
ka: თქვენი TVServerXBMC ვერსია ძალიან ძველია. გთხოვთ განაახლოთ '%s' ან უფრო ახალ ვერსიამდე.

# #30052
source: Recording playback failed. Empty URL of filename.
ka: ჩანაწერის დაკვრა შეუძლებელია. ცარიელი URL ან ფაილის სახელი.

# #30060
source: All cards are busy
ka: ყველა ბარათი დაკავებულია

# #30061
source: Channel is scrambled
ka: არხი დაშიფრულია

# #30062
source: No video or audio detected
ka: არ არის ვიდეო ან აუდიო

# #30063
source: No signal detected
ka: არ არის სიგნალი

# #30064
source: Unknown error
ka: უცნობი შეცდომა

# #30065
source: Unable to start graph
ka: გრაფი ვერ ჩაირთო

# #30066
source: Unknown channel
ka: უცნობი არხი

# #30067
source: No tuning details
ka: არ არის ტუნერის დეტალები

# #30068
source: Channel is not mapped to any card
ka: არხი არ არის მიბმული არც ერთ ბარათზე

# #30069
source: Card is disabled
ka: ბარათი გამორთულია

# #30070
source: Connection to slave failed
ka: ქვემდომთან კავშირი ვერ შედგა

# #30071
source: Not the owner
ka: არ არის მეპატრონე

# #30072
source: Graph building failed
ka: გრაფის შექმნა შეუძლებელია

# #30073
source: SW Encoder missing
ka: არ არის SW კოდერი

# #30074
source: No free disk space
ka: არ არის ცარიელი ადგილი

# #30075
source: No PMT found
ka: არ არის PMT
