Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Latvian/strings.po
Languages: lv

# #30000
source: VDR Hostname or IP
lv: VDR saimniekvārds vai IP

# #30001
source: VNSI Port
lv: VNSI ports

# #30002
source: Priority
lv: Prioritāte

# #30003
source: Character Set Conversion
lv: Rakstzīmju kopas konversija

# #30004
source: Connect timeout (s)
lv: Savienojuma noilgums

# #30005
source: Allow VDR Messages
lv: Atļaut VDR ziņojumus

# #30006
source: Read recordings from directory
lv: Lasīt ierakstus no direktorijas

# #30007
source: VDR recordings directory
lv: VDR ierakstu direktorija

# #30008
source: Channel search
lv: Kanāla meklēšana

# #30009
source: Channel search - Settings
lv: Kanāla meklēšana - iestatījumi

# #30010
source: Start Channel search
lv: Sākt kanāla meklēšanu

# #30011
source: Source Type
lv: Avota veids

# #30012
source: TV channels
lv: TV kanāli

# #30013
source: Radio channels
lv: Radio kanāli

# #30014
source: FTA channels
lv: Bezmaksas kanāli

# #30015
source: Scrambled channels
lv: Maksas kanāli

# #30016
source: HD channels
lv: HD kanāli

# #30017
source: Country
lv: Valsts

# #30018
source: Cable Inversion
lv: Kabeļa inversija

# #30019
source: Cable Symbolrate
lv: Kabeļa simbolbiežums

# #30020
source: Cable modulation
lv: Kabeļa modulācija

# #30021
source: Terr Inversion
lv: Terr inversija

# #30022
source: Satellite
lv: Satelīts

# #30023
source: ATSC Type
lv: ATSC tips

# #30024
source: Back
lv: Atpakaļ

# #30025
source: Channel search - running... %i %%
lv: Kanāla meklēšana - darbojas... %i %%

# #30026
source: Type:
lv: Tips:

# #30027
source: Device:
lv: Ierīce:

# #30028
source: Scan: %i
lv: Skenēt: %i

# #30029
source: Signal: %i %%
lv: Signāls: %i %%

# #30030
source: New channels: %i
lv: Jauni kanāli: %i

# #30031
source: All channels: %i
lv: Visi kanāli: %i

# #30032
source: Analog TV
lv: Analogā TV

# #30033
source: Analog Radio
lv: Analogais radio

# #30034
source: Transponder:
lv: Nesējfrekvence:

# #30035
source: New channels
lv: Jauni kanāli

# #30036
source: Channel search - Finished
lv: Kanāla meklēšana - pabeigta

# #30037
source: No device available - exiting
lv: Neviena ierīce nav pieejama - iziet

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
lv: Neviena DVB-S2 ierīce nav pieejama - mēģina atgriesties pie DVB-S

# #30039
source: Running
lv: Darbojas

# #30040
source: Stopped
lv: Apturēts

# #30041
source: Finished
lv: Pabeigts

# #30042
source: Channel search - Canceled
lv: Kanāla meklēšana - atcelta

# #30043
source: Channel search - Error
lv: Kanāla meklēšana - kļūda

# #30044
source: Lost connection to VDR Server
lv: Zudis VDR servera pieslēgums

# #30045
source: Connection to VDR Server restored
lv: VDR servera pieslēgums atjaunots

# #30046
source: Create channel groups automatically on the server
lv: Izveidot kanālu grupas serverī automātiski

# #30047
source: Request Timeshift
lv: Pieprasīt laika nobīdi

# #30101
source: Setup
lv: Iestatīšana

# #30102
source: Controlling OSD - press info to exit
lv: OSD kontrolēšana - iziet spiežot info

# #30103
source: Select to control OSD
lv: Atlasiet OSD kontrolei

# #30104
source: Timeshift Mode
lv: Laika nobīdes režīms

# #30105
source: Timeshift Buffer (RAM) x100 MB
lv: Laika nobīdes buferis (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
lv: Laika nobīdes buferis (fails) x1 GB

# #30107
source: VDR Admin
lv: VDR admins

# #30108
source: Channels
lv: Kanāli

# #30109
source: Provider whitelist
lv: Atļautie piegādātāji

# #30110
source: Channel blacklist
lv: Aizliegtie kanāli

# #30111
source: Channel filters
lv: Kanālu filtri

# #30112
source: Radio Channels
lv: Radio kanāli

# #30113
source: Save filters
lv: Saglabāt filtrus

# #30114
source: Provider Unknown
lv: Nezināms piegādātājs
