Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Estonian/strings.po
Languages: et

# #30000
source: VDR Hostname or IP
et: VDR hosti nimi või IP

# #30002
source: Priority
et: Tähtsus

# #30003
source: Character Set Conversion
et: Märgistiku muutmine

# #30004
source: Connect timeout (s)
et: Ühenduse aegumine (s)

# #30005
source: Allow VDR Messages
et: Luba VDR teated

# #30008
source: Channel search
et: Kanaliotsing

# #30009
source: Channel search - Settings
et: Kanaliotsing - seaded

# #30010
source: Start Channel search
et: Alusta kanaliotsingut

# #30011
source: Source Type
et: Allika tüüp

# #30012
source: TV channels
et: TV kanalid

# #30013
source: Radio channels
et: Raadio kanalid

# #30014
source: FTA channels
et: Vabalevi kanalid

# #30015
source: Scrambled channels
et: Krüptitud kanalid

# #30016
source: HD channels
et: HD kanalid

# #30017
source: Country
et: Maa

# #30020
source: Cable modulation
et: Kaabli modulatsioon

# #30022
source: Satellite
et: Satelliit

# #30023
source: ATSC Type
et: ATSC tüüp

# #30024
source: Back
et: Tagasi

# #30026
source: Type:
et: Tüüp:

# #30027
source: Device:
et: Seade:

# #30029
source: Signal: %i %%
et: Signaal: %i %%

# #30030
source: New channels: %i
et: Uued kanalid: %i

# #30031
source: All channels: %i
et: Kõik kanalid: %i

# #30032
source: Analog TV
et: Analoog TV

# #30033
source: Analog Radio
et: Analoog raadio

# #30035
source: New channels
et: Uued kanalid

# #30036
source: Channel search - Finished
et: Kanaliotsing - lõpetatud

# #30037
source: No device available - exiting
et: Ühtegi seadet pole saadaval - väljumine

# #30039
source: Running
et: Töötab

# #30040
source: Stopped
et: Peatatud

# #30041
source: Finished
et: Lõpetatud

# #30042
source: Channel search - Canceled
et: Kanaliotsing - tühistatud

# #30043
source: Channel search - Error
et: Kanaliotsing - tõrge

# #30101
source: Setup
et: Seadistus

# #30108
source: Channels
et: Kanalid
