Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Welsh/strings.po
Languages: cy

# #30000
source: Mediaportal Hostname
cy: Enw Gweinydd Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
cy: Porth ategyn Mediaportal Kodi

# #30002
source: Free-to-air only
cy: Rhydd yn unig

# #30003
source: Include Radio
cy: Cynnwys Radio

# #30004
source: Fast channel switching (don't stop timeshift)
cy: Newid sianel cyflym (peidio atal newid amser)

# #30005
source: Connect timeout (s)
cy: Amser allan cysylltu (e)

# #30006
source: Import only TV Channels from group
cy: Mewnforio Sianeli Teledu o'r grŵp yn unig

# #30007
source: Import only Radio Channels from group
cy: Mewnforio Sianeli Radio o'r grŵp yn unig

# #30008
source: Convert hostname to IP-adress
cy: Trosi enw gwesteiwr i gyfeiriad IP

# #30009
source: EPG: Read genre strings (slow)
cy: Amserlennydd: Darllen llinynnau genre (araf)

# #30010
source: Wait time after tuning a channel (ms)
cy: Amser aros wedi tiwnio sianel (me)

# #30015
source: Streaming method
cy: Dull ffrydio

# #30016
source: Windows user account (SMB)
cy: Cyfrif defnyddiwr Windows (SMB)

# #30017
source: Windows password (SMB)
cy: Cyfrinair Windows (SMB)

# #30018
source: Use RTSP streaming
cy: Defnyddio ffrydio RTSP

# #30040
source: Connection
cy: Cysylltiad

# #30042
source: Playback
cy: Chwarae

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
cy: Mae eich fersiwn TVServerKodi '%s' yn rhy hen. Diweddarwch i '%s' neu uwch!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
cy: Mae eich fersiwn TVServerKodi yn rhy hen. Diweddarwch i '%s' neu uwch!

# #30052
source: Recording playback failed. Empty URL of filename.
cy: Methwyd chwarae'r recordiad. URL gwag enw ffeil.

# #30060
source: All cards are busy
cy: Mae'r holl gardiau'n brysur

# #30061
source: Channel is scrambled
cy: Mae'r sianel yn gaeëdig

# #30062
source: No video or audio detected
cy: Heb ganfod fideo na sain

# #30063
source: No signal detected
cy: Heb ganfod signal

# #30064
source: Unknown error
cy: Gwall anhysbys

# #30065
source: Unable to start graph
cy: Methu cychwyn y graff

# #30066
source: Unknown channel
cy: Sianel anhysbys

# #30067
source: No tuning details
cy: Dim manylion tiwnio

# #30068
source: Channel is not mapped to any card
cy: Nid yw'r sianel wedi ei fapio i unrhyw gerdyn

# #30069
source: Card is disabled
cy: Cerdyn wedi ei analluogi

# #30070
source: Connection to slave failed
cy: Methodd y cysylltiad i'r gwas

# #30071
source: Not the owner
cy: Nid y perchennog

# #30072
source: Graph building failed
cy: Methodd adeiladu'r graff

# #30073
source: SW Encoder missing
cy: Amgodiwr SW ar goll

# #30074
source: No free disk space
cy: Dim lle ar ddisg

# #30075
source: No PMT found
cy: Heb ganfod PMT

# #30100
source: Schedule settings
cy: Gosodiadau amseru

# #30101
source: Frequency
cy: Amlder

# #30102
source: Airtime
cy: Ar awyr

# #30103
source: Channels
cy: Sianeli

# #30104
source: Keep
cy: Cadw

# #30105
source: Record minutes before start
cy: Recordio munudau cyn cychwyn

# #30106
source: Record minutes after end
cy: Recordio munudau ar ôl gorffen

# #30110
source: Record Once
cy: Recordio Unwaith

# #30111
source: Record Daily (This program)
cy: Recordio'n Ddyddiol (Y rhaglen Hon)

# #30112
source: Record Weekly
cy: Recordio'n Wythnosol

# #30113
source: Record Weekends
cy: Recordio ar y Penwythnos

# #30114
source: Record Week Days
cy: Recordio Dyddiau'r Wythnos

# #30120
source: This time
cy: Y tro yma

# #30121
source: Anytime
cy: Unrhyw bryd

# #30125
source: This Channel
cy: Y Sianel Hon

# #30126
source: Any Channel
cy: Unrhyw Sianel

# #30130
source: Until space needed
cy: Nes bod angen y lle

# #30131
source: Until Watched
cy: Nes ei fod wedi ei Wylio

# #30132
source: Days
cy: Diwrnod

# #30133
source: Always
cy: Bob tro

# #30135
source: Backend default
cy: Cefn rhagosodedig

# #30136
source: Kodi default
cy: Rhagosodedig Kodi
