Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Slovak/strings.po
Languages: sk

# #30000
source: Server Hostname or IP
sk: Názov serveru alebo IP adresa

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
sk: Ponechať IP adresu ako 127.0.0.1, ak server beží na tom istom systéme

# #30002
source: Port Number
sk: Číslo portu

# #30003
source: Stream timeout, unknown problem
sk: Vypršal čas pre získanie dátového toku, neznámy problém

# #30004
source: No video data found on this channel
sk: Na tomto kanáli sa nenašli žiadne dáta videa

# #30005
source: Tuner is needed for recording
sk: Pre nahrávanie je potrebný tuner

# #30006
source: Recording delete failed, file in use or write protected
sk: Odstránenie nahrávky zlyhalo, súbor sa používa alebo je chránený proti zápisu

# #30007
source: Recording delete failed, recorded file doesn't exist
sk: Odstránenie nahrávky zlyhalo, nahraný súbor neexistuje

# #30008
source: Recording file not found
sk: Súbor nahrávky nebol nájdený

# #30009
source: Alternate channel chosen:
sk: Bol zvolený alternatívny kanál:

# #30010
source: Alternate time chosen:
sk: Bol zvolený alternatívny čas:

# #30011
source: Can't start, tuner is no longer available
sk: Nie je možné začať, tuner už nie je k dispozícii

# #30012
source: Channel content is protected
sk: Obsah kanálu je chránený

# #30013
source: End time increased by
sk: Čas konca bol navýšený o

# #30014
source: Enable SignalStatus calls
sk: Zapnúť SignalStatus volania

# #30015
source: Refresh SignalStatus Interval (sec)
sk: Interval SignalStatus obnovy (sek.)

# #30016
source: Store Resume/Watched status on server
sk: Uložiť na serveri stav pokračovanie/videné

# #30017
source: Recorded TV folder not found
sk: Priečinok s TV nahrávkami nebol nájdený

# #30018
source: Recorded TV folder cannot be opened
sk: Priečinok s TV nahrávkami nie je možné otvoriť

# #30019
source: ServerWMC version update is available (%s)
sk: Je k dispozícii aktualizácia verzie ServerWMC (%s)

# #30020
source: All tuners for this channel are busy
sk: Všetky tunery pre tento kanál sú zaneprázdnené

# #30021
source: LiveTV timed-out
sk: Vypršal čas pre LiveTV

# #30022
source: LiveTV error, exited early
sk: Chyba LiveTV, ukončené predčasne

# #30023
source: Recording stream timed-out
sk: Vypršal čas pre dátový tok nahrávania

# #30024
source: Recording stream exited early
sk: Dátový tok pre nahrávanie ukončený predčasne

# #30025
source: Use WakeOnLAN to wake up server
sk: Použiť funkciu Prebudenie po LAN pre prebudenie servera

# #30026
source: Sending WakeOnLAN to server...
sk: Serveru sa posiela správa WakeOnLAN...

# #30027
source: Time drift between client and backend of %s minutes
sk: Časový rozdiel medzi klientom a backendom %s minút

# #30100
source: Recording Preference
sk: Vlastnosti nahrávania

# #30101
source: Record this episode only
sk: Nahrať len túto epizódu

# #30102
source: Record the series
sk: Nahrávať tento seriál

# #30103
source: Show type:
sk: Typ relácie:

# #30104
source: New and rerun
sk: Nové časti a reprízy

# #30105
source: New only
sk: Iba nové časti

# #30106
source: Live only
sk: Iba živé vysielanie

# #30107
source: Channel:
sk: Kanál:

# #30108
source: Any Channel
sk: Akýkoľvek kanál

# #30110
source: Airtime:
sk: Čas vysielania:

# #30111
source: Anytime
sk: Kedykoľvek

# #30120
source: Delete Timer
sk: Odstrániť časovač

# #30121
source: Delete this episode timer only
sk: Odstrániť časovač iba pre túto epizódu

# #30122
source: Delete the entire series
sk: Odstrániť časovač pre celú sériu
