Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Estonian/strings.po
Languages: et

# #30000
source: NextPVR Hostname
et: NextPVR hosti nimi

# #30001
source: NextPVR Port (usually 8866 or 7799)
et: NextPVR port (tavaliselt 8866 või 7799)

# #30003
source: Enable TimeShift with Live TV
et: Luba TV ajanihutus

# #30040
source: Connection
et: Ühendus

# #30041
source: Advanced
et: Põhjalikumad seaded

# #30050
source: NextPVR server is too old.
et: NextPVR server on liiga vana.

# #30051
source: Upgrade to '%s' or higher!
et: Uuenda versioonile '%s' või uuemale!

# #30052
source: Connection failed. Incorrect PIN?
et: Ühendus nurjus. Vale PIN?

# #30053
source: Tuner no longer available
et: Tüüner ei ole enam saadaval

# #30130
source: Keep
et: Jäta alles

# #30135
source: Default
et: Vaikimisi
