Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Galician/strings.po
Languages: gl

# #30000
source: NextPVR Hostname
gl: Nome do host NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
gl: Porto de NextPVR (en xeral 8866 ou 7799)

# #30002
source: NextPVR PinCode
gl: Código PIN de NextPRV

# #30003
source: Enable TimeShift with Live TV
gl: Activar TimeShift na TV en directo

# #30040
source: Connection
gl: Conexión

# #30041
source: Advanced
gl: Avanzado

# #30050
source: NextPVR server is too old.
gl: O servidor NextPRV é demasiado vello.

# #30051
source: Upgrade to '%s' or higher!
gl: Actualizar a '%s' ou superior!

# #30052
source: Connection failed. Incorrect PIN?
gl: A conexión fallou. O PIN é incorrecto?

# #30053
source: Tuner no longer available
gl: O sintonizador non está dispoñíbel

# #30100
source: Add Timer
gl: Engadir Temporizador

# #30120
source: Recording Type
gl: Tipo de Gravación

# #30121
source: Record Once
gl: Gravar unha vez

# #30122
source: Record Season (NEW episodes on this channel)
gl: Gravar Tempada (NOVOS episodios desta canle)

# #30123
source: Record Season (All episodes on this channel)
gl: Gravar Tempada (Todos os episodios desta canle)

# #30124
source: Record Season (Daily, this timeslot)
gl: Gravar Tempada (Diario, neste horario)

# #30125
source: Record Season (Weekly, this timeslot)
gl: Gravar Tempada (Semanal, neste horario)

# #30126
source: Record Season (Monday-Friday, this timeslot)
gl: Gravar Tempada (Luns-Venres, neste horario)

# #30127
source: Record Season (Weekends, this timeslot)
gl: Gravar Tempada (Fins de semana, neste horario)

# #30130
source: Keep
gl: Manter

# #30131
source: All Recordings
gl: Todas as gravacións

# #30132
source: Pre-Padding (minutes)
gl: Atraso na gravación (minutos)

# #30133
source: Pre-Padding (minutes)
gl: Atraso na gravación (minutos)

# #30134
source: Recording Directory
gl: Cartafol das Gravacións

# #30135
source: Default
gl: Predefinido
