Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: Mediaportal Hostname
no: MediaPortal vertsnavn

# #30002
source: Free-to-air only
no: Kun gratis kanaler

# #30003
source: Include Radio
no: Inkluder radio

# #30004
source: Fast channel switching (don't stop timeshift)
no: Kjapp kanalskifte(ikke stopp timeshift)

# #30005
source: Connect timeout (s)
no: Tilkobling tidsavbrudd(er)

# #30006
source: Import only TV Channels from group
no: Importer kun TV kanaler fra gruppe

# #30007
source: Import only Radio Channels from group
no: Importer kun Radio kanaler fra gruppe

# #30008
source: Convert hostname to IP-adress
no: Konverter vertsnavn til Ip-adresse

# #30009
source: EPG: Read genre strings (slow)
no: EPG: Les sjanger (treg)

# #30010
source: Wait time after tuning a channel (ms)
no: Tid å vente etter lasting av kanal (ms)

# #30015
source: Streaming method
no: Streming metode

# #30016
source: Windows user account (SMB)
no: Windows bruker konto (SMB)

# #30017
source: Windows password (SMB)
no: Windows bruker passord (SMB)

# #30018
source: Use RTSP streaming
no: Bruk RTSP streaming

# #30040
source: Connection
no: Tilkobling

# #30042
source: Playback
no: Avspilling

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
no: Din TVServerKodi versjon '%s' er for gammel. Oppgrader til '%s' eller høyere!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
no: Din TVServerKodi versjon er for gammel. Oppgrader til '%s' eller høyere!

# #30052
source: Recording playback failed. Empty URL of filename.
no: Avspilling av opptak feilet. URL eller filnavn mangler.

# #30060
source: All cards are busy
no: Alle kort er opptatt

# #30061
source: Channel is scrambled
no: Kanal er kodet

# #30062
source: No video or audio detected
no: Finner ingen video eller lyd

# #30063
source: No signal detected
no: Ingen signal funnet

# #30064
source: Unknown error
no: Ukjent feil

# #30065
source: Unable to start graph
no: Kan ikke starte graf

# #30066
source: Unknown channel
no: Ukjent kanal

# #30067
source: No tuning details
no: Ingen tuning detaljer

# #30068
source: Channel is not mapped to any card
no: Kanal er ikke mappet til noe kort

# #30069
source: Card is disabled
no: Kort er deaktivert

# #30070
source: Connection to slave failed
no: Tilkobling til slave feilet

# #30071
source: Not the owner
no: Ikke eieren

# #30072
source: Graph building failed
no: Graf bygging feilet

# #30073
source: SW Encoder missing
no: SW Encoder mangler

# #30074
source: No free disk space
no: Ikke nok ledig lagringsplass

# #30075
source: No PMT found
no: Fant ikke PMT

# #30100
source: Schedule settings
no: Programinnstillinger

# #30101
source: Frequency
no: Frekvens

# #30102
source: Airtime
no: Sendes

# #30103
source: Channels
no: Kanaler

# #30104
source: Keep
no: Behold

# #30105
source: Record minutes before start
no: Ta opp minutter før start

# #30106
source: Record minutes after end
no: Ta opp minutter etter slutt

# #30110
source: Record Once
no: Ta opp en gang

# #30111
source: Record Daily (This program)
no: Ta opp daglig (dette programmet)

# #30112
source: Record Weekly
no: Ta opp ukentlig

# #30113
source: Record Weekends
no: Opptak i helger

# #30114
source: Record Week Days
no: Opptag i ukedager

# #30120
source: This time
no: Dette tidspunktet

# #30121
source: Anytime
no: Når som helst

# #30125
source: This Channel
no: Denne kanalen

# #30126
source: Any Channel
no: Hvilken som helst kanal

# #30130
source: Until space needed
no: Frem til plass trengs

# #30131
source: Until Watched
no: Frem til sett

# #30132
source: Days
no: Dager

# #30133
source: Always
no: Alltid

# #30135
source: Backend default
no: Backend standard

# #30136
source: Kodi default
no: Kodi standard
