Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: NextPVR Hostname
sl: Ime gostitelja NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
sl: Vrata NextPVR (običajno 8866 ali 7799)

# #30002
source: NextPVR PinCode
sl: PIN za NextPVR

# #30003
source: Enable TimeShift with Live TV
sl: Vključi časovni zamik televizije v živo

# #30040
source: Connection
sl: Povezava

# #30041
source: Advanced
sl: Napredno

# #30050
source: NextPVR server is too old.
sl: Strežnik NextPVR je prestar.

# #30051
source: Upgrade to '%s' or higher!
sl: Posodobite na različico '%s' ali novejšo!

# #30052
source: Connection failed. Incorrect PIN?
sl: Povezava ni uspela. Napačen PIN?

# #30053
source: Tuner no longer available
sl: Sprejemnik ni več na voljo

# #30054
source: [RECUR]
sl: [PONOV]

# #30100
source: Add Timer
sl: Dodaj časovnik

# #30120
source: Recording Type
sl: Tip snemanja

# #30121
source: Record Once
sl: Posnemi enkrat

# #30122
source: Record Season (NEW episodes on this channel)
sl: Posnemi sezono (NOVE epizode na tem programu)

# #30123
source: Record Season (All episodes on this channel)
sl: Posnemi sezono (vse epizode na tem programu)

# #30124
source: Record Season (Daily, this timeslot)
sl: Posnemi sezono (dnevno, isti čas)

# #30125
source: Record Season (Weekly, this timeslot)
sl: Posnemi sezono (tedensko, isti čas)

# #30126
source: Record Season (Monday-Friday, this timeslot)
sl: Posnemi sezono (ponedeljek-petek, isti čas)

# #30127
source: Record Season (Weekends, this timeslot)
sl: Posnemi sezono (vikendi, isti čas)

# #30130
source: Keep
sl: Obdrži

# #30131
source: All Recordings
sl: Vsi posnetki

# #30132
source: Pre-Padding (minutes)
sl: Predčasni začetek (minute)

# #30133
source: Pre-Padding (minutes)
sl: Predčasni začetek (minute)

# #30134
source: Recording Directory
sl: Mapa posnetkov

# #30135
source: Default
sl: Privzeto
