Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mythtv.cmyth/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: MythTV Backend Hostname or IP
he: שם ממשק אחורי או כתובת IP של שרת MythTV

# #30001
source: MythTV Backend Port
he: פורט של ממשק אחורי MythTV

# #30002
source: MythTV Database Username
he: שם משתמש לבסיס המידע של שרת MythTV

# #30003
source: MythTV Database Password
he: סיסמה לבסיס המידע של שרת MythTV

# #30004
source: MythTV Database Databasename
he: שם בסיס המידע של שרת MythTV

# #30005
source: Include more debug information in the log file
he: כלול מידע תקלות נוסף בקובץ הרישום

# #30006
source: Enable Live TV
he: אפשר ממשק טלוויזיה

# #30007
source: Allow Live TV to move scheduled shows
he: אפשר לממשק טלוויזיה להזיז תכניות מתוזמנות

# #30008
source: Conflict handling
he: טיפול בהתנגשויות

# #30009
source: Prefer Live TV when recording has later slot
he: העדף טלוויזיה חיה כאשר קיים שידור חוזר להקלטה

# #30010
source: Prefer recording and stop Live TV
he: העדף הקלטה ועצירה של שידור חי

# #30011
source: Prefer Live TV and cancel conflicting recording
he: העדף שידור חי ובטל התנגשויות הקלטה

# #30019
source: General
he: כללי

# #30020
source: Template provider
he: ספק תבניות

# #30021
source: Internal
he: פנימי

# #30025
source: Internal template
he: תבנית פנימית

# #30026
source: Automatically Look Up Metadata
he: חיפוש אוטומטי של פרטי על

# #30027
source: Commercial Flag new recordings
he: סמן פרסומות בהקלטות חדשות

# #30028
source: Transcode new recordings
he: קודד מחדש הקלטות חדשות

# #30029
source: Run User Job #1
he: הרץ משימת משתמש #1

# #30030
source: Run User Job #2
he: הרץ משימת משתמש #2

# #30031
source: Run User Job #3
he: הרץ משימת משתמש #3

# #30032
source: Run User Job #4
he: הרץ משימת משתמש #4

# #30033
source: Transcoder
he: מקודד מחדש

# #30034
source: Allow recordings to expire?
he: אפשר פקיעת תוקף הקלטות?

# #30049
source: Recording template
he: תבנית הקלטה

# #30050
source: Advanced
he: מתקדם

# #30100
source: Protocol version: %i - Database version: %i
he: גרסת פרוטוקול: %i - גרסת מסד נתונים: %i

# #30300
source: Failed to connect to MythTV backend
he: ההתחברות למנגנון של MythTV נכשל

# #30301
source: Failed to connect to MythTV database
he: ההתחברות למסד הנתונים של MythTV נכשל

# #30302
source: Connection to MythTV backend lost
he: החיבור למנגנון של MythTV נקטע

# #30303
source: Connection to MythTV restored
he: החיבור למנגנון של MythTV שוחזר

# #30304
source: No response from MythTV backend
he: לא התקבלה תגובה מהמנגנון של MythTV

# #30305
source: Channel unavailable
he: ערוץ לא זמין

# #30306
source: Recorder unavailable
he: המקליט אינו זמין

# #30307
source: Canceling conflicting recording: %s
he: ביטול התנגשויות בהקלטה: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
he: מפסיק טלוויזיה חיה עקב תעדוף הקלטה: %s

# #30309
source: Not recording
he: לא מקליט

# #30310
source: Enabled
he: פעיל

# #30311
source: Disabled
he: מנוטרל

# #30312
source: No broadcast found
he: לא נמצא שידור

# #30411
source: Delete and re-record
he: מחק והקלט שוב

# #30412
source: Keep LiveTV recording
he: השאר הקלטה

# #30435
source: Record all new episodes (this channel)
he: הקליטו את כל הפרקים החדשים (ערוץ זה)
