Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mythtv.cmyth/addon/resources/language/Georgian/strings.po
Languages: ka

# #30000
source: MythTV Backend Hostname or IP
ka: MythTV სერვერული მხარის სახელი ან IP

# #30001
source: MythTV Backend Port
ka: MythTV სერვერული მხარის პორტი

# #30002
source: MythTV Database Username
ka: MythTV მონაცემთა ბაზის მომხმარებელი

# #30003
source: MythTV Database Password
ka: MythTV მონაცემთა ბაზის პაროლი

# #30004
source: MythTV Database Databasename
ka: MythTV მონაცემთა ბაზის ბაზის სახელი

# #30005
source: Include more debug information in the log file
ka: ჩართე უფრო მეტი დებაგ ინფორმაცია ჟურნალში

# #30006
source: Enable Live TV
ka: Live TV -ის ჩართვა

# #30007
source: Allow Live TV to move scheduled shows
ka: ნება დართე Live TV-ს რომ გადაიტანოს დაგეგმილი გადაცემები

# #30008
source: Conflict handling
ka: კონფლიქტების მოგვარება

# #30009
source: Prefer Live TV when recording has later slot
ka: არჩიე Live TV როცა ჩანაწერს აქვს უფრო გვიანდელი სლოტი

# #30010
source: Prefer recording and stop Live TV
ka: არჩიე ჩანაწერი და გამორთე Live TV

# #30011
source: Prefer Live TV and cancel conflicting recording
ka: არჩიე Live TV და გააუქმე კონფლიქტური ჩაწერა

# #30019
source: General
ka: მთავარი

# #30020
source: Template provider
ka: შაბლონის მომწოდებელი

# #30021
source: Internal
ka: შიდა

# #30025
source: Internal template
ka: შიდა შაბლონი

# #30026
source: Automatically Look Up Metadata
ka: მეტაინფორმაციის ავტომატური ძებნა

# #30028
source: Transcode new recordings
ka: ახალი ჩანაწერების ტრანსკოდირება

# #30029
source: Run User Job #1
ka: გაუშვი მომხმარებლის დავალება #1

# #30030
source: Run User Job #2
ka: გაუშვი მომხმარებლის დავალება #2

# #30031
source: Run User Job #3
ka: გაუშვი მომხმარებლის დავალება #3

# #30032
source: Run User Job #4
ka: გაუშვი მომხმარებლის დავალება #4

# #30033
source: Transcoder
ka: ტრანსკოდერი

# #30034
source: Allow recordings to expire?
ka: ჩანაწერებს გაუვიდეს ვადა?

# #30049
source: Recording template
ka: ჩაწერის შაბლონი

# #30050
source: Advanced
ka: დამატებით

# #30100
source: Protocol version: %i - Database version: %i
ka: პროტოკოლის ვერსია: %i - მონაცემთ ბაზის ვერსია: %i

# #30300
source: Failed to connect to MythTV backend
ka: ვერ ვუერთდები MythTV სერვერს

# #30301
source: Failed to connect to MythTV database
ka: ვერ ვუერთდები MythTV მონაცემთა ბაზას

# #30302
source: Connection to MythTV backend lost
ka: MythTV სერვერთან კავშირი გაწყდა

# #30303
source: Connection to MythTV restored
ka: MythTV-თან კავშირი აღდგა

# #30304
source: No response from MythTV backend
ka: არ არის პასუხი MythTV სერვერისგან

# #30305
source: Channel unavailable
ka: არხი მიუწვდომელია

# #30306
source: Recorder unavailable
ka: ჩამწერი მიუწვდომელი

# #30307
source: Canceling conflicting recording: %s
ka: უქმდება კონფლიქტური ჩანაწერი: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
ka: ჩერდება Live TV კონფლიქტური ჩანაწერის გამო: %s

# #30310
source: Enabled
ka: ჩართულია

# #30411
source: Delete and re-record
ka: წაშალე და თავიდან ჩაწერე
