Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Latvian/strings.po
Languages: lv

# #30000
source: Mediaportal Hostname
lv: Mediaportal saimniekvārds

# #30001
source: Mediaportal XBMC plugin Port
lv: Mediaportal XBMC spraudņa ports

# #30002
source: Free-to-air only
lv: Tikai bezmaksas pārraides

# #30003
source: Include Radio
lv: Iekļaut radio

# #30004
source: Fast channel switching (don't stop timeshift)
lv: Ātrā kanāu pārslēgšana (neaptur laika nobīdi)

# #30005
source: Connect timeout (s)
lv: Savienojuma noilgums

# #30006
source: Import only TV Channels from group
lv: Importēt tikai TV kanālus no grupas

# #30007
source: Import only Radio Channels from group
lv: Importēt tikai radio kanālus no grupas

# #30008
source: Convert hostname to IP-adress
lv: Pārvērst saimniekvārdu uz IP adresi

# #30009
source: EPG: Read genre strings (slow)
lv: EPG: Lasa žanru virknes (lēns)

# #30010
source: Wait time after tuning a channel (ms)
lv: Gaidīšanas laiks pēc kanāla uztveršanas (ms)

# #30015
source: Streaming method
lv: Straumēšanas metode

# #30016
source: Windows user account (SMB)
lv: Windows lietotāja konts (SMB)

# #30017
source: Windows password (SMB)
lv: Windows parole (SMB)

# #30018
source: Use RTSP streaming
lv: Izmantot RTSP straumēšanu

# #30040
source: Connection
lv: Savienojums

# #30042
source: Playback
lv: Atskaņošana

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
lv: Jūsu TVServerXBMC versija '%s' ir pārāk veca. Lūdzu, uzlabojiet to uz '%s' vai jaunāku!

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
lv: Jūsu TVServerXBMC versija ir pārāk veca. Lūdzu, uzlabojiet to uz '%s' vai jaunāku!

# #30052
source: Recording playback failed. Empty URL of filename.
lv: Ieraksta atskaņošana neizdevās. Tuksšs URL vai faila nosaukums.

# #30060
source: All cards are busy
lv: Visas kartes ir aizņemtas

# #30061
source: Channel is scrambled
lv: Kanāls ir šifrēts

# #30062
source: No video or audio detected
lv: Video un audio signāls nav atrasts

# #30063
source: No signal detected
lv: Signāls nav atrasts

# #30064
source: Unknown error
lv: Nezināma kļūda

# #30065
source: Unable to start graph
lv: Nevar sākt grafiku

# #30066
source: Unknown channel
lv: Nezināms kanāls

# #30067
source: No tuning details
lv: Nav uztveršanas detaļas

# #30068
source: Channel is not mapped to any card
lv: Kanāls nav piekartēts nevienai kartei.

# #30069
source: Card is disabled
lv: Karte ir izslēgta

# #30070
source: Connection to slave failed
lv: Neizdevās pieslēgties sekotājam

# #30071
source: Not the owner
lv: Nav īpašnieks

# #30072
source: Graph building failed
lv: Grafika būvēšana neizdevās

# #30073
source: SW Encoder missing
lv: Trūkst SW kodētājs

# #30074
source: No free disk space
lv: Diskā nav brīvas vietas

# #30075
source: No PMT found
lv: PMT nav atrasts
