Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.pctv/addon/resources/language/*/strings.po
Languages: portuguese

# #30000
source: Location
portuguese: Localização

# #30001
source: Local Path (include Local Network)
portuguese: Localização no Sistema (incluir Rede Local)

# #30002
source: Remote Path (Internet address)
portuguese: Localização Remota (endereço da internet)

# #30010
source: General
portuguese: Geral

# #30011
source: M3U Play List Path
portuguese: Localização da Lista Reprodução M3U

# #30012
source: M3U Play List URL
portuguese: Endereço da Lista Reprodução M3U

# #30013
source: Numbering channels starts at
portuguese: Numeração dos canais começa em

# #30020
source: EPG Settings
portuguese: Definições EPG

# #30021
source: XMLTV Path
portuguese: Localização XMLTV

# #30022
source: XMLTV URL
portuguese: Endereço XMLTV

# #30023
source: Apply Time Shift To All Channels
portuguese: Aplicar Deslocamento no Tempo a Todos os Canais

# #30024
source: EPG Time Shift (hours)
portuguese: Deslocamento no Tempo do EPG (horas)

# #30025
source: Cache m3u at local storage
portuguese: Cache de m3u em armazenamento local

# #30026
source: Cache XMLTV at local storage
portuguese: Cache de XMLTV em armazenamento local

# #30030
source: Channels Logos
portuguese: Logotipos de Canais

# #30031
source: Channels Logos Folder
portuguese: Localização dos Logotipos de Canais

# #30032
source: Channels Logos Base URL
portuguese: Endereço dos Logotipos de Canais
