Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Polish/strings.po
Languages: pl

# #30000
source: NextPVR Hostname
pl: Nazwa hosta NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
pl: Port NextPVR (zazwyczaj 8866 lub 7799)

# #30002
source: NextPVR PinCode
pl: Kod PIN NextPVR

# #30003
source: Enable TimeShift with Live TV
pl: Aktywuj funkcję przesunięcia czasowego

# #30040
source: Connection
pl: Połączenie

# #30041
source: Advanced
pl: Zaawansowane

# #30050
source: NextPVR server is too old.
pl: Serwer NextPVR jest w zbyt starej wersji.

# #30051
source: Upgrade to '%s' or higher!
pl: Zainstaluj wersję '%s' lub nowszą!

# #30052
source: Connection failed. Incorrect PIN?
pl: Nieudane połączenie. Nieprawidłowy PIN?

# #30053
source: Tuner no longer available
pl: Tuner nie jest niedostępny

# #30054
source: [RECUR]
pl: [POWTARZAJ]

# #30100
source: Add Timer
pl: Zaplanuj nagranie

# #30120
source: Recording Type
pl: Typ nagrania

# #30121
source: Record Once
pl: Nagraj jednorazowo

# #30122
source: Record Season (NEW episodes on this channel)
pl: Nagrywaj sezon (nowe odcinki na tym kanale)

# #30123
source: Record Season (All episodes on this channel)
pl: Nagrywaj sezon (wszystkie odcinki na tym kanale)

# #30124
source: Record Season (Daily, this timeslot)
pl: Nagrywaj sezon (codziennie, w tym przedziale czasowym)

# #30125
source: Record Season (Weekly, this timeslot)
pl: Nagrywaj sezon (co tydzień, w tym przedziale czasowym)

# #30126
source: Record Season (Monday-Friday, this timeslot)
pl: Nagrywaj sezon (Poniedziałek-Piątek, w tym przedziale czasowym)

# #30127
source: Record Season (Weekends, this timeslot)
pl: Nagrywaj sezon (w weekendy, w tym przedziale czasowym)

# #30130
source: Keep
pl: Zachowaj

# #30131
source: All Recordings
pl: Wszystkie nagrania

# #30132
source: Pre-Padding (minutes)
pl: Nagrywaj przed planowanym czasem (minuty)

# #30133
source: Pre-Padding (minutes)
pl: Nagrywaj po planowanym czasie (minuty)

# #30134
source: Recording Directory
pl: Folder nagrań

# #30135
source: Default
pl: Domyślny
