Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: NextPVR Hostname
vi: Tên miền NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
vi: Cổng NextPVR (thông thường là 8866 hoặc 7799)

# #30002
source: NextPVR PinCode
vi: Mã Pin NextPVR

# #30003
source: Enable TimeShift with Live TV
vi: Sử dụng chế độ TimeShift với Live TV

# #30040
source: Connection
vi: Kết nối

# #30041
source: Advanced
vi: Nâng cao

# #30050
source: NextPVR server is too old.
vi: Máy chủ NextPVR đã không còn sử dụng.

# #30051
source: Upgrade to '%s' or higher!
vi: Nâng cấp lên phiên bản '%s' hoặc mới hơn!

# #30052
source: Connection failed. Incorrect PIN?
vi: Không thể kết nối được. Kiểm tra lại mã Pin?

# #30053
source: Tuner no longer available
vi: Dò kênh không được hỗ trợ

# #30135
source: Default
vi: Mặc định
