Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Server Hostname or IP
pt_br: Nome do servidor ou IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
pt_br: Manter o endereço IP 127.0.0.1, se o servidor está rodando no mesmo sistema

# #30002
source: Port Number
pt_br: Número da Porta

# #30003
source: Stream timeout, unknown problem
pt_br: Stream expirou, problema desconhecido

# #30004
source: No video data found on this channel
pt_br: Não há dados de vídeo encontrados neste canal

# #30005
source: Tuner is needed for recording
pt_br: Sintonizador é necessário para a gravação

# #30006
source: Recording delete failed, file in use or write protected
pt_br: Deletar arquivo gravação falhou, arquivo em uso ou protegido para sobrescrita

# #30007
source: Recording delete failed, recorded file doesn't exist
pt_br: Deletar arquivo gravação falhou, arquivo de gravação não existe

# #30008
source: Recording file not found
pt_br: Arquivo de gravação não encontrado

# #30009
source: Alternate channel chosen:
pt_br: Escolher canal alternativo:

# #30010
source: Alternate time chosen:
pt_br: Escolher horário alternativo:

# #30011
source: Can't start, tuner is no longer available
pt_br: Não é possível iniciar, sintonizador não está mais disponível

# #30012
source: Channel content is protected
pt_br: Conteúdo do canal é protegido

# #30013
source: End time increased by
pt_br: Tempo final aumentado por

# #30014
source: Enable SignalStatus calls
pt_br: Ativar chamadas de Estatus de Sinal

# #30015
source: Refresh SignalStatus Interval (sec)
pt_br: Atualizar o intervalo do Estatus do Sinal (Seg)

# #30016
source: Store Resume/Watched status on server
pt_br: Armazenar o estatus de Resumir/Assistido no servidor

# #30017
source: Recorded TV folder not found
pt_br: Pasta gravação de TV não encontrada

# #30018
source: Recorded TV folder cannot be opened
pt_br: Pasta gravação de TV não pode ser aberta.

# #30019
source: ServerWMC version update is available (%s)
pt_br: Versão de atualização do ServerWMC está disponível (%s)

# #30020
source: All tuners for this channel are busy
pt_br: Todos os sintonizadores para este canal estão ocupados

# #30021
source: LiveTV timed-out
pt_br: Tempo limite esgotado para TV ao Vivo

# #30022
source: LiveTV error, exited early
pt_br: Erro TV ao Vivo, Saída antecipada

# #30023
source: Recording stream timed-out
pt_br: Fluxo de gravação excedido

# #30024
source: Recording stream exited early
pt_br: Fluxo de gravação saiu antecipadamente

# #30025
source: Use WakeOnLAN to wake up server
pt_br: Usar WakeOnLan para despertar o servidor

# #30026
source: Sending WakeOnLAN to server...
pt_br: Enviando despertar por rede para o servidor...

# #30027
source: Time drift between client and backend of %s minutes
pt_br: Desvio de tempo entre cliente e back-end de %s minutos

# #30100
source: Recording Preference
pt_br: Preferências de Gravação

# #30101
source: Record this episode only
pt_br: Gravar somente este episódio

# #30102
source: Record the series
pt_br: Gravar as séries

# #30103
source: Show type:
pt_br: Mostrar tipo:

# #30104
source: New and rerun
pt_br: Novo e reprise

# #30105
source: New only
pt_br: Somente Novo

# #30106
source: Live only
pt_br: Somente ao Vivo

# #30107
source: Channel:
pt_br: Canal:

# #30108
source: Any Channel
pt_br: Qualquer Canal

# #30110
source: Airtime:
pt_br: Horário no ar:

# #30111
source: Anytime
pt_br: Qualquer Tempo

# #30120
source: Delete Timer
pt_br: Deletar Agendamento

# #30121
source: Delete this episode timer only
pt_br: Deletar somente o agendamento deste episódio

# #30122
source: Delete the entire series
pt_br: Deletar toda as séries
