Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Greek/strings.po
Languages: el

# #30000
source: Server Hostname or IP
el: Όνομα Υπολογιστή ή διεύθυνση IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
el: Διατήρηση της διεύθυνσης IP 127.0.0.1, αν ο διακομιστής τρέχει στο ίδιο σύστημα

# #30002
source: Port Number
el: Αριθμός Θύρας

# #30003
source: Stream timeout, unknown problem
el: Λήξη χρονικού ορίου της ροής, άγνωστο πρόβλημα

# #30004
source: No video data found on this channel
el: Δε βρέθηκαν δεδομένα βίντεο σε αυτό το κανάλι

# #30005
source: Tuner is needed for recording
el: Απαιτείται δέκτης (tuner) για εγγραφή

# #30006
source: Recording delete failed, file in use or write protected
el: Αποτυχία διαγραφής της εγγραφής, το αρχείο είναι ανοικτό ή έχει προστασία

# #30007
source: Recording delete failed, recorded file doesn't exist
el: Αποτυχία διαγραφής της εγγραφής, το αρχείο δεν υπάρχει

# #30008
source: Recording file not found
el: Δε βρέθηκε η εγγραφή

# #30009
source: Alternate channel chosen:
el: Εναλλακτικό κανάλι:

# #30010
source: Alternate time chosen:
el: Εναλλακτικός χρόνος:

# #30011
source: Can't start, tuner is no longer available
el: Αδυναμία έναρξης, ο δέκτης δεν είναι διαθέσιμος

# #30012
source: Channel content is protected
el: Το περιεχόμενο του καναλιού έχει προστασία

# #30013
source: End time increased by
el: Ο χρόνος λήξης αυξήθηκε κατά

# #30014
source: Enable SignalStatus calls
el: Ενεργοποίηση κλήσεων SignalStatus

# #30015
source: Refresh SignalStatus Interval (sec)
el: Διάστημα Ανανέωσης του SignalStatus (δευτ)

# #30016
source: Store Resume/Watched status on server
el: Αποθήκευση Χρόνου Συνέχισης/Προβληθέντος στο διακομιστή

# #30017
source: Recorded TV folder not found
el: Δε βρέθηκε ο φάκελος εγγραφών TV

# #30018
source: Recorded TV folder cannot be opened
el: Δεν ανοίγει ο φάκελος εγγραφών TV

# #30019
source: ServerWMC version update is available (%s)
el: Είναι διαθέσιμη ενημέρωση του ServerWMC (%s)

# #30020
source: All tuners for this channel are busy
el: Όλοι οι δέκτες για αυτό το κανάλι είναι απασχολημένοι

# #30021
source: LiveTV timed-out
el: Λήξη χρονικού ορίου της LiveTV

# #30022
source: LiveTV error, exited early
el: Σφάλμα της LiveTV, πρόωρη έξοδος

# #30023
source: Recording stream timed-out
el: Λήξη χρονικού ορίου της ροής εγγραφής

# #30024
source: Recording stream exited early
el: Πρόωρη έξοδος της ροής εγγραφής

# #30025
source: Use WakeOnLAN to wake up server
el: Χρήση WakeOnLAN για εκκίνηση του διακομιστή

# #30026
source: Sending WakeOnLAN to server...
el: Αποστολή σήματος WakeOnLAN στο διακομιστή...

# #30027
source: Time drift between client and backend of %s minutes
el: Η παρέκκλιση ώρας μεταξύ πελάτη και backend είναι %s λεπτά

# #30100
source: Recording Preference
el: Προτίμηση Εγγραφής

# #30101
source: Record this episode only
el: Εγγραφή μόνο αυτού του επεισοδίου

# #30102
source: Record the series
el: Εγγραφή της σειράς

# #30103
source: Show type:
el: Τύπος:

# #30104
source: New and rerun
el: Νέα και επαναλήψεις

# #30105
source: New only
el: Μόνο νέα

# #30106
source: Live only
el: Μόνο ζωντανά

# #30107
source: Channel:
el: Κανάλι:

# #30108
source: Any Channel
el: Κάθε Κανάλι

# #30110
source: Airtime:
el: Ώρα προβολής:

# #30111
source: Anytime
el: Κάθε φορά

# #30120
source: Delete Timer
el: Διαγραφή Χρονοδιακόπτη

# #30121
source: Delete this episode timer only
el: Διαγραφή του χρονοδιακόπτη μόνο αυτού του επεισοδίου

# #30122
source: Delete the entire series
el: Διαγραφή όλης της σειράς
