Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Bulgarian/strings.po
Languages: bg

# #30000
source: VU+ hostname or IP address
bg: VU+ хост или IP адрес

# #30002
source: Streaming Port
bg: Стрийминг порт

# #30003
source: Username
bg: Потребител

# #30004
source: Password
bg: Парола

# #30007
source: Response timeout in seconds
bg: Таймаут за отговор в секунди

# #30008
source: Icon Path
bg: Път до иконите

# #30010
source: Update Interval in minutes
bg: Интервал за обновяване в минути

# #30011
source: Automatic Timerlist Cleanup
bg: Автоматично почистване на таймерите

# #30012
source: Webinterface Port
bg: Порт на уеб интерфейса

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
bg: Нулиране преди превключване на канал (за едно-тунерни устройства)

# #30014
source: Folder for channeldata
bg: Папка за данните на канала

# #30015
source: Check for bouquett updates
bg: Провери за обновявания на букетите

# #30016
source: Check for channel updates
bg: Проверявай за обновяване на каналите

# #30017
source: Use only the DVB boxes' current recording path
bg: Използвай само за запис на зададения в DVB път

# #30019
source: Channels
bg: Канали

# #30020
source: Advanced
bg: Допълнителни

# #30022
source: Recordings / Timer
bg: Записи / Брояч

# #30023
source: Recording folder on the receiver
bg: Папка за записите на ресивъра

# #30024
source: Send DeepStandby-Command
bg: Изпращай DeepStandby команда

# #30025
source: Fetch only one TV bouquet
bg: Избери само един ТВ букет

# #30026
source: TV-Bouquet
bg: ТВ букет

# #30027
source: Fetch picons from webinterface
bg: Взимай логото на канала от уеб интерфейса

# #30500
source: Disconnected from '%s'
bg: Изключен от '%s'

# #30501
source: Reconnected to '%s'
bg: Повторно свързан с '%s'
