Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Turkish/strings.po
Languages: tr

# #30000
source: VDR Hostname or IP
tr: VDR Ana makine adı veya IP

# #30001
source: VNSI Port
tr: VNSI Portu

# #30002
source: Priority
tr: Öncelik

# #30003
source: Character Set Conversion
tr: Karakter Kümesi Dönüşümü

# #30004
source: Connect timeout (s)
tr: Bağlantı süresi doldu (s)

# #30005
source: Allow VDR Messages
tr: VDR İletilerine İzin Ver

# #30006
source: Read recordings from directory
tr: Kayıtları dizinden oku

# #30007
source: VDR recordings directory
tr: VDR kayıtları dizini

# #30008
source: Channel search
tr: Kanal arama

# #30009
source: Channel search - Settings
tr: Kanal arama - Ayarlar

# #30010
source: Start Channel search
tr: Kanal aramayı başlat

# #30011
source: Source Type
tr: Kaynak tipi

# #30012
source: TV channels
tr: TV kanalları

# #30013
source: Radio channels
tr: Radyo kanalları

# #30014
source: FTA channels
tr: FTA kanalları

# #30015
source: Scrambled channels
tr: Şifreli Kanallar

# #30016
source: HD channels
tr: HD kanallar

# #30017
source: Country
tr: Ülke

# #30018
source: Cable Inversion
tr: Kabloluya çevir

# #30019
source: Cable Symbolrate
tr: Kablo Sembol Oranı

# #30020
source: Cable modulation
tr: Kablo Modülasyonu

# #30021
source: Terr Inversion
tr: Terr Ters Dönüştürmesi

# #30022
source: Satellite
tr: Uydu

# #30023
source: ATSC Type
tr: ATSC Tipi

# #30024
source: Back
tr: Geri

# #30025
source: Channel search - running... %i %%
tr: Kanal Araması - İlerliyor... %i %%

# #30026
source: Type:
tr: Tür:

# #30027
source: Device:
tr: Aygıt:

# #30028
source: Scan: %i
tr: Tara: %i

# #30029
source: Signal: %i %%
tr: Sinyal: %% %i

# #30030
source: New channels: %i
tr: Yeni kanallar: %i

# #30031
source: All channels: %i
tr: Tüm kanallar: %i

# #30033
source: Analog Radio
tr: Analog Radyo

# #30034
source: Transponder:
tr: Verici

# #30035
source: New channels
tr: Yeni kanallar

# #30036
source: Channel search - Finished
tr: Kanal araması - Tamamlandı

# #30037
source: No device available - exiting
tr: Aygıt bulunamadı - çıkılıyor

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
tr: DVB-S2 aygıtı bulunamadı - DVB-S'e geri dönmeyi deniyor

# #30039
source: Running
tr: Çalışıyor

# #30040
source: Stopped
tr: Durduruldu

# #30041
source: Finished
tr: Tamamlandı

# #30042
source: Channel search - Canceled
tr: Kanal araması - İptal Edidi

# #30043
source: Channel search - Error
tr: Kanal araması - Hata

# #30044
source: Lost connection to VDR Server
tr: VDR Sunucusun bağlantısı kaybedildi

# #30045
source: Connection to VDR Server restored
tr: VDR Sunucusu Bağlantısı Kaydedildi

# #30046
source: Create channel groups automatically on the server
tr: Kanal Gruplarını Bu Sunucuda Kendiliğinden Kaydet

# #30047
source: Request Timeshift
tr: İstenilen zaman kaydırması

# #30048
source: Path to channel icons
tr: Kanal simgeleri kaynağı

# #30049
source: VDR Server MAC for Wake-on-LAN
tr: Ağ Üzerinden Uyandırma (Wake-on-Lan) için VDR Sunucusu Mac Adresi

# #30100
source: VDR OSD
tr: VDR Göstergesi

# #30101
source: Setup
tr: Yapılandırma

# #30102
source: Controlling OSD - press info to exit
tr: Gösterge Kontrol Ediliyor - Çıkmak için "info" tuşuna basın

# #30103
source: Select to control OSD
tr: Kontrol İçin Göstergeyi Seçin

# #30104
source: Timeshift Mode
tr: Zaman Kaydırması Modu

# #30105
source: Timeshift Buffer (RAM) x100 MB
tr: Zaman Kaydırma Önbelleği (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
tr: Zaman Kaydırma Önbelleği (DOSYA) x1 GB

# #30107
source: VDR Admin
tr: VDR Yöneticisi

# #30108
source: Channels
tr: Kanallar

# #30109
source: Provider whitelist
tr: Sağlayıcı Beyaz Listesi

# #30110
source: Channel blacklist
tr: Kanal Kara Listesi

# #30111
source: Channel filters
tr: Kanal Filtreleri

# #30112
source: Radio Channels
tr: Radyo Kanalları

# #30113
source: Save filters
tr: Filtreyi Kaydet

# #30114
source: Provider Unknown
tr: Bilinmeyen Sağlayıcı
