Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: DVBViewer Recording Service IP Address
vi: Địa chỉ IP của DVBViewer Recording Service

# #30001
source: Webinterface Port
vi: Cổng Webinterface

# #30002
source: Username
vi: Tên truy nhập

# #30003
source: Password
vi: Mật khẩu

# #30010
source: Use favourites instead of channel list
vi: Dùng danh sách yêu thích thay cho danh sách toàn bộ kênh

# #30011
source: Use local favourites file
vi: Dùng tệp tin yêu thích có sẵn

# #30012
source: Select the favourites.xml file
vi: Chọn nguồn file favourites.xml

# #30020
source: Enable Timeshift
vi: Bật Timeshift

# #30021
source: Timeshift buffer path
vi: Đường dẫn bộ đệm Timeshift

# #30030
source: Use RTSP streaming for live TV
vi: Dùng RTSP cho chương trình TV

# #30100
source: General
vi: Tổng Quan

# #30101
source: Advanced
vi: Nâng cao

# #30102
source: Recordings
vi: Các bản ghi
