Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: VDR Hostname or IP
lt: VDR kompiuterio vardas arba IP adresas

# #30001
source: VNSI Port
lt: VNSI prievadas

# #30002
source: Priority
lt: Prioritetas

# #30003
source: Character Set Conversion
lt: Simbolių rinkinio konvertavimas

# #30004
source: Connect timeout (s)
lt: Prisijungimui skirtas laikas (s)

# #30005
source: Allow VDR Messages
lt: Leisti VDR pranešimus

# #30006
source: Read recordings from directory
lt: Skaityti įrašus iš katalogo

# #30007
source: VDR recordings directory
lt: VDR įrašų katalogas

# #30008
source: Channel search
lt: Kanalų paieška

# #30009
source: Channel search - Settings
lt: Kanalų paieška - Nustatymai

# #30010
source: Start Channel search
lt: Pradėti kanalų paiešką

# #30011
source: Source Type
lt: Šaltinio tipas

# #30012
source: TV channels
lt: TV kanalai

# #30013
source: Radio channels
lt: Radijo kanalai

# #30014
source: FTA channels
lt: FTA kanalai

# #30015
source: Scrambled channels
lt: Koduoti kanalai

# #30016
source: HD channels
lt: HD kanalai

# #30017
source: Country
lt: Šalis

# #30018
source: Cable Inversion
lt: Kabelio inversija

# #30019
source: Cable Symbolrate
lt: Kabelio spartos dažnis

# #30020
source: Cable modulation
lt: Kabelio moduliavimas

# #30021
source: Terr Inversion
lt: Terr inversija

# #30022
source: Satellite
lt: Palydovas

# #30023
source: ATSC Type
lt: ATSC tipas

# #30024
source: Back
lt: Atgal

# #30025
source: Channel search - running... %i %%
lt: Kanalų paieška - veikia... %i %%

# #30026
source: Type:
lt: Tipas:

# #30027
source: Device:
lt: Įrenginys:

# #30028
source: Scan: %i
lt: Skenavimas: %i

# #30029
source: Signal: %i %%
lt: Signalas: %i %%

# #30030
source: New channels: %i
lt: Nauji kanalai: %i

# #30031
source: All channels: %i
lt: Visi kanalai: %i

# #30032
source: Analog TV
lt: Analoginė TV

# #30033
source: Analog Radio
lt: Analoginis radijas

# #30034
source: Transponder:
lt: Transponderis:

# #30035
source: New channels
lt: Nauji kanalai

# #30036
source: Channel search - Finished
lt: Kanalų paieška - Baigta

# #30037
source: No device available - exiting
lt: Nėra galimų įrenginių - išeinama

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
lt: Nėra DVB-S2 įrenginio - bandomas atsarginis DVB-S

# #30039
source: Running
lt: Veikia

# #30040
source: Stopped
lt: Sustabdyta

# #30041
source: Finished
lt: Užbaigta

# #30042
source: Channel search - Canceled
lt: Kanalų paieška - Atšaukta

# #30043
source: Channel search - Error
lt: Kanalų paieška - Klaida

# #30044
source: Lost connection to VDR Server
lt: Nutrūko ryšys su VDR serveriu

# #30045
source: Connection to VDR Server restored
lt: Prijungimas prie VDR serverio atkurtas

# #30046
source: Create channel groups automatically on the server
lt: Serveryje sukurti kanalų grupes automatiškai

# #30047
source: Request Timeshift
lt: Užklausti laiko poslinkio

# #30101
source: Setup
lt: Sąranka

# #30102
source: Controlling OSD - press info to exit
lt: Kontroliuojamas OSD - spauskite info, norėdami išeiti

# #30103
source: Select to control OSD
lt: Pasirinkite, norėdami kontroliuoti OSD

# #30104
source: Timeshift Mode
lt: Laiko poslinkio būdas

# #30105
source: Timeshift Buffer (RAM) x100 MB
lt: Laiko poslinkio buferis (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
lt: Laiko poslinkio buferis (Failas) x1 GB

# #30107
source: VDR Admin
lt: VDR administratorius

# #30108
source: Channels
lt: Kanalai

# #30109
source: Provider whitelist
lt: Tiekėjų baltasis sąrašas

# #30110
source: Channel blacklist
lt: Tiekėjų juodasis sąrašas

# #30111
source: Channel filters
lt: Kanalų filtrai

# #30112
source: Radio Channels
lt: Radijo kanalai

# #30113
source: Save filters
lt: Išsaugoti filtrus

# #30114
source: Provider Unknown
lt: Tiekėjas nežinomas
