Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Danish/strings.po
Languages: da

# #30000
source: Mediaportal Hostname
da: Mediaportal Værtsnavn

# #30002
source: Free-to-air only
da: Kun ukodet

# #30003
source: Include Radio
da: Inkluder Radio

# #30004
source: Fast channel switching (don't stop timeshift)
da: Hurtig kanalskift (stop ikke tidsforskydning)

# #30005
source: Connect timeout (s)
da: Tidsfrist for forbindelse (s)

# #30006
source: Import only TV Channels from group
da: Importer kun TV-kanaler fra gruppe

# #30007
source: Import only Radio Channels from group
da: Importer kun Radio-kanaler fra gruppe

# #30008
source: Convert hostname to IP-adress
da: Konverter værtsnavn til IP-adresse

# #30009
source: EPG: Read genre strings (slow)
da: EPG: Læs genrestrenge (langsom)

# #30010
source: Wait time after tuning a channel (ms)
da: Ventetid efter valg af kanal (ms)

# #30015
source: Streaming method
da: Stream-metode

# #30016
source: Windows user account (SMB)
da: Windows brugerkonto (SMB)

# #30017
source: Windows password (SMB)
da: Windows kodeord (SMB)

# #30018
source: Use RTSP streaming
da: Brug RTSP stream

# #30040
source: Connection
da: Forbindelse

# #30042
source: Playback
da: Afspilning

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
da: Din TVserverKodi version '%s' er for gammel. Opgrader venligst til '%s' eller højere!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
da: Din TVserverKodi version er for gammel. Opgrader venligst til '%s' eller højere!

# #30052
source: Recording playback failed. Empty URL of filename.
da: Afspilning af optagelsen mislykkedes. Fjern filnavn fra URL

# #30060
source: All cards are busy
da: Alle kort er optagede

# #30061
source: Channel is scrambled
da: Kanalen er kodet

# #30062
source: No video or audio detected
da: Ingen video eller lyd fundet

# #30063
source: No signal detected
da: Intet signal fundet

# #30064
source: Unknown error
da: Ukendt fejl

# #30065
source: Unable to start graph
da: Grafen kan ikke startes

# #30066
source: Unknown channel
da: Ukendt kanal

# #30067
source: No tuning details
da: Ingen tuning-detaljer

# #30068
source: Channel is not mapped to any card
da: Kanalen er ikke defineret til nogen kort

# #30069
source: Card is disabled
da: Kortet er deaktiveret

# #30070
source: Connection to slave failed
da: Forbindelsen til slave mislykkedes

# #30071
source: Not the owner
da: Ikke ejeren

# #30072
source: Graph building failed
da: Grafopbygning mislykkedes

# #30073
source: SW Encoder missing
da: SW indkoder mangler

# #30074
source: No free disk space
da: Ingen ledig diskplads

# #30075
source: No PMT found
da: Ingen PMT fundet

# #30100
source: Schedule settings
da: Planlægningsindstillinger

# #30101
source: Frequency
da: Hyppighed

# #30102
source: Airtime
da: Sendetid

# #30103
source: Channels
da: Kanaler

# #30104
source: Keep
da: Behold

# #30105
source: Record minutes before start
da: Optag minutter før start

# #30106
source: Record minutes after end
da: Optag minutter før slut

# #30110
source: Record Once
da: Optag en gang

# #30111
source: Record Daily (This program)
da: Optag daglig (Dette program)

# #30112
source: Record Weekly
da: Optag ugentlig

# #30113
source: Record Weekends
da: Optag weekender

# #30114
source: Record Week Days
da: Optag ugedage

# #30120
source: This time
da: Dette tidspunkt

# #30121
source: Anytime
da: Vilkårligt tidspunkt

# #30125
source: This Channel
da: Denne kanal

# #30126
source: Any Channel
da: Hvilken som helst kanal

# #30130
source: Until space needed
da: Indtil fri plads nødvendig

# #30131
source: Until Watched
da: Indtil set

# #30132
source: Days
da: Dage

# #30133
source: Always
da: Altid

# #30135
source: Backend default
da: Backend standard

# #30136
source: Kodi default
da: Kodi standard
