Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Mediaportal Hostname
pt_br: Nome do host do Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
pt_br: Porta do plugin Kodi do Mediaportal

# #30002
source: Free-to-air only
pt_br: Somente canais abertos

# #30003
source: Include Radio
pt_br: Incluir Rádio

# #30004
source: Fast channel switching (don't stop timeshift)
pt_br: Troca rápida de canais (não interrompe o timeshift)

# #30005
source: Connect timeout (s)
pt_br: Tempo limite para conexão (s)

# #30006
source: Import only TV Channels from group
pt_br: Importar somente canais de TV do grupo

# #30007
source: Import only Radio Channels from group
pt_br: Importar somente canais de rádio do grupo

# #30008
source: Convert hostname to IP-adress
pt_br: Converter nome do host para endereço IP

# #30009
source: EPG: Read genre strings (slow)
pt_br: EPG: Ler strings de gêneros (lento)

# #30010
source: Wait time after tuning a channel (ms)
pt_br: Tempo limite após sintonizar um canal (ms)

# #30015
source: Streaming method
pt_br: Método Streaming

# #30016
source: Windows user account (SMB)
pt_br: Conta de usuário do Windows (SMB)

# #30017
source: Windows password (SMB)
pt_br: Senha do Windows (SMB)

# #30018
source: Use RTSP streaming
pt_br: Usar streaming RTSP

# #30040
source: Connection
pt_br: Conexão

# #30042
source: Playback
pt_br: Reprodução

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
pt_br: Seu TVServerKodi versão '%s' é muito antigo. Por favor, atualize para '%s' ou maior!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
pt_br: A versão do seu TVServerKodi é muito antiga. Por favor, atualize para '%s' ou maior!

# #30052
source: Recording playback failed. Empty URL of filename.
pt_br: Falha na gravação. URL do nome do arquivo vazia.

# #30060
source: All cards are busy
pt_br: Todas as placas estão ocupadas

# #30061
source: Channel is scrambled
pt_br: Canal está codificado

# #30062
source: No video or audio detected
pt_br: Nenhum vídeo ou áudio detectado

# #30063
source: No signal detected
pt_br: Nenhum sinal detectado

# #30064
source: Unknown error
pt_br: Erro desconhecido

# #30065
source: Unable to start graph
pt_br: Não foi possível iniciar gráfico

# #30066
source: Unknown channel
pt_br: Canal desconhecido

# #30067
source: No tuning details
pt_br: Não há detalhes de sintonia

# #30068
source: Channel is not mapped to any card
pt_br: Canal não está mapeado para nenhum placa

# #30069
source: Card is disabled
pt_br: Placa está desativada

# #30070
source: Connection to slave failed
pt_br: Conexão para slave falhou

# #30071
source: Not the owner
pt_br: Não é o proprietário

# #30072
source: Graph building failed
pt_br: Falha na construção do gráfico

# #30073
source: SW Encoder missing
pt_br: Encoder SW faltando

# #30074
source: No free disk space
pt_br: Sem espaço livre no disco

# #30075
source: No PMT found
pt_br: Nenhum PMT encontrado

# #30100
source: Schedule settings
pt_br: Ajustes de agendamento

# #30101
source: Frequency
pt_br: Frequência

# #30102
source: Airtime
pt_br: Horário no ar:

# #30103
source: Channels
pt_br: Canais

# #30104
source: Keep
pt_br: Manter

# #30105
source: Record minutes before start
pt_br: Grave minutos antes do início

# #30106
source: Record minutes after end
pt_br: Grave minutos antes do fim

# #30110
source: Record Once
pt_br: Gravação Única

# #30111
source: Record Daily (This program)
pt_br: Grave Diariamente (Este Programa)

# #30112
source: Record Weekly
pt_br: Gravações Semanais

# #30113
source: Record Weekends
pt_br: Gravações nos Fins de Semana

# #30114
source: Record Week Days
pt_br: Gravações nos Dias de Semana

# #30120
source: This time
pt_br: Neste horário

# #30121
source: Anytime
pt_br: Qualquer Tempo

# #30125
source: This Channel
pt_br: Neste Canal

# #30126
source: Any Channel
pt_br: Qualquer Canal

# #30130
source: Until space needed
pt_br: Até existir espaço necessário

# #30131
source: Until Watched
pt_br: Até os Assistidos

# #30132
source: Days
pt_br: Dias

# #30133
source: Always
pt_br: Sempre

# #30135
source: Backend default
pt_br: Backend padrão

# #30136
source: Kodi default
pt_br: Kodi padrão
