Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Galician/strings.po
Languages: gl

# #30000
source: VDR Hostname or IP
gl: Nome de host ou IP de VDR

# #30001
source: VNSI Port
gl: Porto VNSI

# #30002
source: Priority
gl: Prioridade

# #30003
source: Character Set Conversion
gl: Conversión do conxunto de caracteres

# #30004
source: Connect timeout (s)
gl: Tempo(s) de espera para conectar

# #30005
source: Allow VDR Messages
gl: Permitir mensaxes do VDR

# #30006
source: Read recordings from directory
gl: Ler gravacións do cartafol

# #30007
source: VDR recordings directory
gl: Cartafol das gravacións do VDR

# #30008
source: Channel search
gl: Busca de canles

# #30009
source: Channel search - Settings
gl: Busca de canles - Configuración

# #30010
source: Start Channel search
gl: Iniciar Busca

# #30011
source: Source Type
gl: Tipo de Fonte

# #30012
source: TV channels
gl: Canles de TV

# #30013
source: Radio channels
gl: Canles de Radio

# #30014
source: FTA channels
gl: Canles FTA

# #30015
source: Scrambled channels
gl: Canles Codificadas

# #30016
source: HD channels
gl: Canles HD

# #30017
source: Country
gl: País

# #30018
source: Cable Inversion
gl: Inversión de cable

# #30019
source: Cable Symbolrate
gl: Ratio do cable

# #30020
source: Cable modulation
gl: Modulación do cable

# #30021
source: Terr Inversion
gl: Inversión Terr

# #30022
source: Satellite
gl: Satélite

# #30023
source: ATSC Type
gl: Tipo ATSC

# #30024
source: Back
gl: Atrás

# #30025
source: Channel search - running... %i %%
gl: Busca de canles - executando... %i %%

# #30026
source: Type:
gl: Tipo:

# #30027
source: Device:
gl: Dispositivo:

# #30028
source: Scan: %i
gl: Buscar: %i

# #30029
source: Signal: %i %%
gl: Sinal: %i %%

# #30030
source: New channels: %i
gl: Novas canles: %i

# #30031
source: All channels: %i
gl: Todas as canles: %i

# #30032
source: Analog TV
gl: TV Analóxica

# #30033
source: Analog Radio
gl: Radio Analóxica

# #30034
source: Transponder:
gl: Transpondedor:

# #30035
source: New channels
gl: Novas canles

# #30036
source: Channel search - Finished
gl: Busca da canles - Remantado

# #30037
source: No device available - exiting
gl: Dispositivo non dispoñíbel - saíndo

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
gl: Dispositivo DVB-S2 non dispoñíbel - tente de voltar ao DVB-S

# #30039
source: Running
gl: Procesando

# #30040
source: Stopped
gl: Detido

# #30041
source: Finished
gl: Rematado

# #30042
source: Channel search - Canceled
gl: Busca de canles - Cancelada

# #30043
source: Channel search - Error
gl: Busca de canles - Erro

# #30044
source: Lost connection to VDR Server
gl: Perdeuse a conexión co Servidor VDR

# #30045
source: Connection to VDR Server restored
gl: Restabeleceuse a conexión co Servidor VDR

# #30046
source: Create channel groups automatically on the server
gl: Crear grupos de canles automaticamente no servidor

# #30047
source: Request Timeshift
gl: Solicitar Timeshift

# #30101
source: Setup
gl: Configuración

# #30102
source: Controlling OSD - press info to exit
gl: Controlando o OSD - prema info. para saír

# #30103
source: Select to control OSD
gl: Seleccionar para controlar o OSD

# #30104
source: Timeshift Mode
gl: Modo Timeshift

# #30105
source: Timeshift Buffer (RAM) x100 MB
gl: Búfer do Timeshift (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
gl: Búfer do Timeshift (Ficheiro) x1 GB

# #30107
source: VDR Admin
gl: Administrador VDR

# #30108
source: Channels
gl: Canles

# #30109
source: Provider whitelist
gl: Listaxe branca de Provedores

# #30110
source: Channel blacklist
gl: Listaxe negra de Provedores

# #30111
source: Channel filters
gl: Filtros das canles

# #30112
source: Radio Channels
gl: Canles de Radio

# #30113
source: Save filters
gl: Gardar filtros

# #30114
source: Provider Unknown
gl: Provedor Descoñecido
