Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: Mediaportal Hostname
vi: Tên miền Mediaportal

# #30001
source: Mediaportal XBMC plugin Port
vi: Cổng Mediaportal

# #30002
source: Free-to-air only
vi: Chỉ qua không dây

# #30003
source: Include Radio
vi: Bao gồm Đài phát thanh

# #30004
source: Fast channel switching (don't stop timeshift)
vi: Chuyển kênh nhanh (không tắt timeshift)

# #30005
source: Connect timeout (s)
vi: Thời gian chờ kết nối (s)

# #30006
source: Import only TV Channels from group
vi: Chỉ nhập các kênh TV từ nhóm

# #30007
source: Import only Radio Channels from group
vi: Chỉ nhập các kênh Radio từ nhóm

# #30008
source: Convert hostname to IP-adress
vi: Chuyển đổi tên miền sang địa chỉ IP

# #30009
source: EPG: Read genre strings (slow)
vi: EPG: Thêm thể loại chương trình (chậm)

# #30010
source: Wait time after tuning a channel (ms)
vi: Thời gian chờ sau khi dò kênh (mili giây)

# #30015
source: Streaming method
vi: Phương pháp truyền streaming

# #30016
source: Windows user account (SMB)
vi: Tài khoản vào Windows (SMB)

# #30017
source: Windows password (SMB)
vi: Mật khẩu vào Windows (SMB)

# #30018
source: Use RTSP streaming
vi: Sử dụng giao thức RTSP (thời gian thực)

# #30040
source: Connection
vi: Kết nối

# #30042
source: Playback
vi: Xem lại

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
vi: Phiên bản TVServerXBMC '%s' đã quá cũ. Hãy nâng cấp lên '%s' hoặc mới hơn!

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
vi: Phiên bản TVServerXBMC đã quá cũ. Hãy nâng cấp lên '%s' hoặc mới hơn!

# #30052
source: Recording playback failed. Empty URL of filename.
vi: Thu chương trình bị lỗi. Kiểm tra lại địa chỉ URL chứa file

# #30060
source: All cards are busy
vi: Tất cả thẻ truy cập đều bận

# #30061
source: Channel is scrambled
vi: Kênh bị mã hoá

# #30062
source: No video or audio detected
vi: Không có tín hiệu video hoặc audio

# #30063
source: No signal detected
vi: Không có tín hiệu

# #30064
source: Unknown error
vi: Xảy ra lỗi

# #30065
source: Unable to start graph
vi: Không thể bắt đầu biểu đồ

# #30066
source: Unknown channel
vi: Không tìm thấy kênh

# #30067
source: No tuning details
vi: Không có thông tin dò

# #30068
source: Channel is not mapped to any card
vi: Kênh chưa được đặt với bất kỳ thẻ nào

# #30069
source: Card is disabled
vi: Thẻ đã bị loại

# #30070
source: Connection to slave failed
vi: Lỗi kết nối tới slave

# #30071
source: Not the owner
vi: Không sở hữu

# #30072
source: Graph building failed
vi: Lỗi vẽ biểu đồ

# #30073
source: SW Encoder missing
vi: Không thấy bộ mã hoá SW

# #30074
source: No free disk space
vi: Không có đĩa trống

# #30075
source: No PMT found
vi: Không tìm thấy PMT
