Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: Server Hostname or IP
fr_ca: Nom d'hôte ou IP du serveur

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
fr_ca: Si le serveur tourne sur ce système, gardez l'adresse IP 127.0.0.1

# #30002
source: Port Number
fr_ca: Numéro de port

# #30003
source: Stream timeout, unknown problem
fr_ca: Arrêt du flux, problème inconnu

# #30004
source: No video data found on this channel
fr_ca: Aucune donnée vidéo trouvée sur cette chaîne

# #30005
source: Tuner is needed for recording
fr_ca: Un syntoniseur est nécessaire pour l’enregistrement

# #30006
source: Recording delete failed, file in use or write protected
fr_ca: Échec lors de la suppression de l'enregistrement, le fichier est utilisé ou protégé en écriture

# #30007
source: Recording delete failed, recorded file doesn't exist
fr_ca: Échec lors de la suppression de l'enregistrement, le fichier enregistré n'existe pas

# #30008
source: Recording file not found
fr_ca: Le fichier enregistré est introuvable

# #30009
source: Alternate channel chosen:
fr_ca: Chaîne alternative choisie :

# #30010
source: Alternate time chosen:
fr_ca: Heure alternative choisie :

# #30011
source: Can't start, tuner is no longer available
fr_ca: Démarrage impossible, le syntoniseur n'est plus disponible

# #30012
source: Channel content is protected
fr_ca: Le contenu de la chaîne est protégé

# #30013
source: End time increased by
fr_ca: Heure de fin augmentée de

# #30014
source: Enable SignalStatus calls
fr_ca: Activer les appels d'état du signal

# #30015
source: Refresh SignalStatus Interval (sec)
fr_ca: Rafraîchir les intervalles d'état du signal (sec)

# #30016
source: Store Resume/Watched status on server
fr_ca: Stocker l'état de reprise/regardé sur le serveur

# #30017
source: Recorded TV folder not found
fr_ca: Le dossier de la télé enregistrée est introuvable

# #30018
source: Recorded TV folder cannot be opened
fr_ca: Le dossier de la télé enregistrée ne peut pas être ouvert

# #30019
source: ServerWMC version update is available (%s)
fr_ca: Une mise à jour de version (%s) est disponible pour ServerWMC

# #30020
source: All tuners for this channel are busy
fr_ca: Tous les syntoniseurs sont occupés pour cette chaîne

# #30021
source: LiveTV timed-out
fr_ca: La télé en direct s'est interrompue

# #30022
source: LiveTV error, exited early
fr_ca: Erreur de la télé en direct, arrêt prématuré

# #30023
source: Recording stream timed-out
fr_ca: Le flux d'enregistrement s'est interrompu

# #30024
source: Recording stream exited early
fr_ca: Arrêt prématuré du flux d'enregistrement

# #30025
source: Use WakeOnLAN to wake up server
fr_ca: Utiliser le réveil par le réseau pour réveiller le serveur

# #30026
source: Sending WakeOnLAN to server...
fr_ca: Envoi du réveil par le réseau au serveur...

# #30027
source: Time drift between client and backend of %s minutes
fr_ca: Décalage temporel de %s minutes entre le client et le dorsal

# #30100
source: Recording Preference
fr_ca: Préférences d'enregistrement

# #30101
source: Record this episode only
fr_ca: N'enregistrer que cet épisode

# #30102
source: Record the series
fr_ca: Enregistrer la série

# #30103
source: Show type:
fr_ca: Type d'émissions :

# #30104
source: New and rerun
fr_ca: Nouvelles et rediffusions

# #30105
source: New only
fr_ca: Nouvelles seulement

# #30106
source: Live only
fr_ca: En direct seulement

# #30107
source: Channel:
fr_ca: Chaîne :

# #30108
source: Any Channel
fr_ca: N'importe quelle chaîne

# #30110
source: Airtime:
fr_ca: Heure de diffusion :

# #30111
source: Anytime
fr_ca: N'importe quand

# #30120
source: Delete Timer
fr_ca: Supprimer la minuterie

# #30121
source: Delete this episode timer only
fr_ca: Supprimer la minuterie de cet épisode seulement

# #30122
source: Delete the entire series
fr_ca: Supprimer toute la série
