Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mythtv.cmyth/addon/resources/language/*/strings.po
Languages: portuguese

# #30000
source: MythTV Backend Hostname or IP
portuguese: Nome do servidor ou IP da Backend MythTV

# #30001
source: MythTV Backend Port
portuguese: Porta da Backend MythTV

# #30002
source: MythTV Database Username
portuguese: Nome Utilizador da Base de Dados MythTV

# #30003
source: MythTV Database Password
portuguese: Palavra-passe da Base de Dados MythTV

# #30004
source: MythTV Database Databasename
portuguese: Nome da base de dados MythTV

# #30005
source: Include more debug information in the log file
portuguese: Incluir mais informação de depuração no ficheiro de log

# #30006
source: Enable Live TV
portuguese: Activar TV em Directo

# #30007
source: Allow Live TV to move scheduled shows
portuguese: Permitir que TV em Directo mova programas agendados

# #30008
source: Conflict handling
portuguese: Gestão de conflitos

# #30009
source: Prefer Live TV when recording has later slot
portuguese: Preferir Tv em Directo se existir horário para gravar mais tarde

# #30010
source: Prefer recording and stop Live TV
portuguese: Preferir gravação e parar TV em Directo

# #30011
source: Prefer Live TV and cancel conflicting recording
portuguese: Preferir TV em Directo e cancelar a gravação em conflito

# #30012
source: MythTV Backend Ethernet address (WOL)
portuguese: Endereço Internet da Backend MythTV (WOL)

# #30019
source: General
portuguese: Menus

# #30020
source: Template provider
portuguese: Fornecedor de templates

# #30021
source: Internal
portuguese: Interno

# #30025
source: Internal template
portuguese: Template Interno

# #30026
source: Automatically Look Up Metadata
portuguese: Procurar automaticamente Metadata

# #30027
source: Commercial Flag new recordings
portuguese: Sinalizador de anúncios em novas gravações

# #30028
source: Transcode new recordings
portuguese: Transcodificar novas gravações

# #30029
source: Run User Job #1
portuguese: Iniciar tarefa do utilizador #1

# #30030
source: Run User Job #2
portuguese: Iniciar tarefa do utilizador #2

# #30031
source: Run User Job #3
portuguese: Iniciar tarefa do utilizador #3

# #30032
source: Run User Job #4
portuguese: Iniciar tarefa do utilizador #4

# #30033
source: Transcoder
portuguese: Transcodificar

# #30034
source: Allow recordings to expire?
portuguese: Permitir que as gravações expirem?

# #30049
source: Recording template
portuguese: Gravar template

# #30050
source: Advanced
portuguese: Avançado

# #30052
source: Enable demuxing MPEG-TS
portuguese: Activar demux de MPEG-TS

# #30100
source: Protocol version: %i - Database version: %i
portuguese: Versão do protocolo: %i - Versão da base de dados: %i

# #30300
source: Failed to connect to MythTV backend
portuguese: Falha na ligação a Backend MythTV

# #30301
source: Failed to connect to MythTV database
portuguese: Falha de ligação à base de dados de MythTV

# #30302
source: Connection to MythTV backend lost
portuguese: A ligação à backend MythTV foi perdida

# #30303
source: Connection to MythTV restored
portuguese: Ligação a MythTV restabelecida

# #30304
source: No response from MythTV backend
portuguese: Sem resposta de backend MythTV

# #30305
source: Channel unavailable
portuguese: Canal não disponível

# #30306
source: Recorder unavailable
portuguese: Gravador indisponível

# #30307
source: Canceling conflicting recording: %s
portuguese: Cancelar gravação em conflito: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
portuguese: Parando TV em Directo devido a conflito com gravação: %s

# #30309
source: Not recording
portuguese: Sem Gravar

# #30310
source: Enabled
portuguese: Activado

# #30311
source: Disabled
portuguese: Desligado

# #30312
source: No broadcast found
portuguese: Nenhuma emissão encontrada

# #30411
source: Delete and re-record
portuguese: Apagar e re-gravar

# #30412
source: Keep LiveTV recording
portuguese: Manter gravação LiveTV

# #30421
source: Show/hide rules with status 'Not Recording'
portuguese: Exibir/Ocultar regras com estado "Sem Gravar"

# #30431
source: Record all showings (this channel)
portuguese: Gravar todas as exibições (neste canal)

# #30432
source: Record this showing every week
portuguese: Gravar esta exibição todas as semanas

# #30433
source: Record this showing every day
portuguese: Gravar esta exibição todos os dias

# #30434
source: Record one showing (all channels)
portuguese: Gravar uma exibição (todos os canais)

# #30435
source: Record all new episodes (this channel)
portuguese: Gravar todos os novos episódios (neste canal)
