Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Turkish/strings.po
Languages: tr

# #30000
source: Mediaportal Hostname
tr: Mediaportal Ana Bilgisayar Adı

# #30001
source: Mediaportal XBMC plugin Port
tr: Mediaportal XBMC eklentisi Bağlantı noktası

# #30002
source: Free-to-air only
tr: Sadece şifresiz

# #30003
source: Include Radio
tr: Radyoyu dahil et

# #30004
source: Fast channel switching (don't stop timeshift)
tr: Hızlı kanal değiştirme (Zaman kaydırma bitmiyor)

# #30005
source: Connect timeout (s)
tr: Bağlantı zaman aşımı (s)

# #30006
source: Import only TV Channels from group
tr: Gruptan sadece TV Kanallarını içe aktar.

# #30007
source: Import only Radio Channels from group
tr: Gruptan sadece Radyo Kanallarını içe aktar.

# #30008
source: Convert hostname to IP-adress
tr: Ana bilgisayar adını IP adresine çevir

# #30009
source: EPG: Read genre strings (slow)
tr: EPG: Tarz dizelerini oku (yavaş)

# #30010
source: Wait time after tuning a channel (ms)
tr: Bir kanal ayarlama sonrası için bekleme zamanı (ms)

# #30015
source: Streaming method
tr: Akış yöntemi

# #30016
source: Windows user account (SMB)
tr: Windows kullanıcı hesabı (SMB)

# #30017
source: Windows password (SMB)
tr: Windows parolası (SMB)

# #30018
source: Use RTSP streaming
tr: RTSP akışını kullan

# #30040
source: Connection
tr: Bağlantı

# #30042
source: Playback
tr: Oynatım

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
tr: TVServerXBMC '%s' sürümünüz çok eski. Lütfen '%s' veya üstüne güncelleyin!

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
tr: TVServerXBMC sürümünüz çok eski. Lütfen '%s' veya üstüne güncelleyin!

# #30052
source: Recording playback failed. Empty URL of filename.
tr: Kayıt oynatma başarısız oldu. Dosya boş/URL.

# #30060
source: All cards are busy
tr: Tüm kartlar meşgul

# #30061
source: Channel is scrambled
tr: Kanal şifreli

# #30062
source: No video or audio detected
tr: Video veya ses tespit edilmedi

# #30063
source: No signal detected
tr: Sinyal tespit edilmedi

# #30064
source: Unknown error
tr: Bilinmeyen hata

# #30065
source: Unable to start graph
tr: Grafik başlatma yetersiz

# #30066
source: Unknown channel
tr: Bilinmeyen kanal

# #30067
source: No tuning details
tr: Başarısız ayarlama detayları

# #30068
source: Channel is not mapped to any card
tr: Kanal, kart ile eşleşmedi.

# #30069
source: Card is disabled
tr: Kart devre dışı

# #30070
source: Connection to slave failed
tr: Bağlantı başarısız

# #30071
source: Not the owner
tr: Sahipsiz

# #30072
source: Graph building failed
tr: Grafik bina başarısız oldu

# #30073
source: SW Encoder missing
tr: SW Kodlayıcı bulunamadı

# #30074
source: No free disk space
tr: Diskte boş yer yok

# #30075
source: No PMT found
tr: Hiç PMT bulunamadı
