Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: Mediaportal Hostname
lt: Mediaportal kompiuterio vardas

# #30001
source: Mediaportal Kodi plugin Port
lt: Mediaportal Kodi įskiepio prievadas

# #30002
source: Free-to-air only
lt: Tik laisvai transliuojami

# #30003
source: Include Radio
lt: Įtraukti radiją

# #30004
source: Fast channel switching (don't stop timeshift)
lt: Greitas kanalų perjungimas (nenutraukite laiko poslinkio)

# #30005
source: Connect timeout (s)
lt: Prisijungimui skirtas laikas (s)

# #30006
source: Import only TV Channels from group
lt: Importuoti tik TV kanalus iš grupės

# #30007
source: Import only Radio Channels from group
lt: Importuoti tik radijo kanalus iš grupės

# #30008
source: Convert hostname to IP-adress
lt: Konvertuoti kompiuterio vardą į IP adresą

# #30009
source: EPG: Read genre strings (slow)
lt: EPG: Skaityti žanrų eilutes (lėtai)

# #30010
source: Wait time after tuning a channel (ms)
lt: Laukimo laikas po kanalo nustatymo (ms)

# #30015
source: Streaming method
lt: Transliacijos būdas

# #30016
source: Windows user account (SMB)
lt: Windows vartotojo paskyra (SMB)

# #30017
source: Windows password (SMB)
lt: Windows slaptažodis (SMB)

# #30018
source: Use RTSP streaming
lt: Naudoti RTSP transliaciją

# #30040
source: Connection
lt: Prisijungimas

# #30042
source: Playback
lt: Atkūrimas

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
lt: Jūsų TVServerKodi versija '%s' yra per sena. Prašome atnaujinti į '%s' arba naujesnę!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
lt: Jūsų TVServerKodi versija yra per sena. Prašome atnaujinti į '%s' arba naujesnę!

# #30052
source: Recording playback failed. Empty URL of filename.
lt: Įrašo atkūrimas nepavyko. Tuščias URL arba failo vardas.

# #30060
source: All cards are busy
lt: Visos kortelės yra užimtos

# #30061
source: Channel is scrambled
lt: Kanalas yra nestabilus

# #30062
source: No video or audio detected
lt: Vaizdas ir garsas neaptiktas

# #30063
source: No signal detected
lt: Signalas neaptiktas

# #30064
source: Unknown error
lt: Nežinoma klaida

# #30065
source: Unable to start graph
lt: Nepavyksta pradėti grafikos

# #30066
source: Unknown channel
lt: Nežinomas kanalas

# #30067
source: No tuning details
lt: Nėra derinimo informacijos

# #30068
source: Channel is not mapped to any card
lt: Kanalas nesusietas su jokia kortele

# #30069
source: Card is disabled
lt: Kortelė atjungta

# #30070
source: Connection to slave failed
lt: Prijungimas prie 'slave' nepavyko

# #30071
source: Not the owner
lt: Nesate savininkas

# #30072
source: Graph building failed
lt: Grafiko sudarymas nepavyko

# #30073
source: SW Encoder missing
lt: Trūksta SW koduotuvo

# #30074
source: No free disk space
lt: Nėra laisvos vietos diske

# #30075
source: No PMT found
lt: PMT nerastas

# #30100
source: Schedule settings
lt: Tvarkaraščio nustatymai

# #30101
source: Frequency
lt: Dažnis

# #30102
source: Airtime
lt: Transliacijos laikas

# #30103
source: Channels
lt: Kanalai

# #30104
source: Keep
lt: Išlaikyti

# #30105
source: Record minutes before start
lt: Įrašyti minutes prieš pradžią

# #30106
source: Record minutes after end
lt: Įrašyti minutes po pabaigos

# #30110
source: Record Once
lt: Įrašyti tik kartą

# #30111
source: Record Daily (This program)
lt: Įrašyti kasdien (šią programą)

# #30112
source: Record Weekly
lt: Įrašyti kas savaitę

# #30113
source: Record Weekends
lt: Įrašyti savaitgaliais

# #30114
source: Record Week Days
lt: Įrašyti darbo dienomis

# #30120
source: This time
lt: Šiuo metu

# #30121
source: Anytime
lt: Bet kuriuo metu

# #30125
source: This Channel
lt: Šis kanalas

# #30126
source: Any Channel
lt: Bet kuris kanalas

# #30130
source: Until space needed
lt: Kol reikalinga vieta

# #30131
source: Until Watched
lt: Kol peržiūrėta

# #30132
source: Days
lt: Dienos

# #30133
source: Always
lt: Visada

# #30135
source: Backend default
lt: Kaip numatyta posistemėje

# #30136
source: Kodi default
lt: Kaip numatyta Kodi
