Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Galician/strings.po
Languages: gl

# #30000
source: Server Hostname or IP
gl: Nome do Servidor ou IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
gl: Se o servidor está a executarse no mesmo sistema, manter o enderezo IP no 127.0.0.1

# #30002
source: Port Number
gl: Número de Porto

# #30003
source: Stream timeout, unknown problem
gl: Tempo de espera agotado do fluxo, problema descoñecido

# #30004
source: No video data found on this channel
gl: Non se atoparon datos do vídeo nesta canle

# #30005
source: Tuner is needed for recording
gl: É necesario ter un sintonizador para gravar

# #30006
source: Recording delete failed, file in use or write protected
gl: Fallou a eliminación da gravación, ficheiro en uso ou protexido contra escritura

# #30007
source: Recording delete failed, recorded file doesn't exist
gl: Fallou a eliminación da gravación, o ficheiro non existe

# #30008
source: Recording file not found
gl: Non se atopou o ficheiro da gravación

# #30009
source: Alternate channel chosen:
gl: Canle alternativo escollido:

# #30010
source: Alternate time chosen:
gl: Hora alternativa escollida:

# #30011
source: Can't start, tuner is no longer available
gl: Non se pode iniciar, sintonizador non dispoñíbel

# #30012
source: Channel content is protected
gl: O contido da canle está protexido

# #30013
source: End time increased by
gl: Hora de fin incrementada

# #30014
source: Enable SignalStatus calls
gl: Activar as chamadas 'SignalStatus'

# #30015
source: Refresh SignalStatus Interval (sec)
gl: Intervalo de actualización 'SignalStatus' (seg.)

# #30016
source: Store Resume/Watched status on server
gl: Gardar os tempos de visionado no servidor

# #30017
source: Recorded TV folder not found
gl: Non se atopou o cartafol para as gravacións de TV

# #30018
source: Recorded TV folder cannot be opened
gl: Non se puido abrir o cartafol das gravacións de TV

# #30019
source: ServerWMC version update is available (%s)
gl: Está dispoñíbel unha versión actualizada do ServerWMC (%s)

# #30020
source: All tuners for this channel are busy
gl: Todos os sintonizadores desta canle están ocupados

# #30021
source: LiveTV timed-out
gl: LiveTV esgotou o tempo de espera

# #30022
source: LiveTV error, exited early
gl: Erro no LiveTV, saída repentina

# #30023
source: Recording stream timed-out
gl: Tempo de espera na gravación do fluxo

# #30024
source: Recording stream exited early
gl: Saída repentina da gravación

# #30025
source: Use WakeOnLAN to wake up server
gl: Empregar WakeOnLAN para activar o servidor

# #30026
source: Sending WakeOnLAN to server...
gl: Enviando WakeOnLAN ao servidor...

# #30027
source: Time drift between client and backend of %s minutes
gl: Desvio de tempo entre o cliente e o motor de %s minutos

# #30100
source: Recording Preference
gl: Axustes para as gravacións

# #30101
source: Record this episode only
gl: Gravar só este episodio

# #30102
source: Record the series
gl: Gravar a serie

# #30103
source: Show type:
gl: Amosar o tipo:

# #30104
source: New and rerun
gl: Estreas e reposicións

# #30105
source: New only
gl: Só as estreas

# #30106
source: Live only
gl: Só en directo

# #30107
source: Channel:
gl: Canle:

# #30108
source: Any Channel
gl: Calquera Canle

# #30110
source: Airtime:
gl: Hora de emisión:

# #30111
source: Anytime
gl: Calquera hora

# #30120
source: Delete Timer
gl: Eliminar Temporizador

# #30121
source: Delete this episode timer only
gl: Eliminar só temporizador deste episodio

# #30122
source: Delete the entire series
gl: Eliminar todas as series
