Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: Mediaportal Hostname
fr_ca: Nom d'hôte de MediaPortal

# #30001
source: Mediaportal Kodi plugin Port
fr_ca: Port du plugiciel Kodi de MediaPortal

# #30002
source: Free-to-air only
fr_ca: Diffusé en clair uniquement

# #30003
source: Include Radio
fr_ca: Inclure la radio

# #30004
source: Fast channel switching (don't stop timeshift)
fr_ca: Changement rapide des chaînes (ne pas arrêter le décalage temporel)

# #30005
source: Connect timeout (s)
fr_ca: Délai d'attente de connexion (s)

# #30006
source: Import only TV Channels from group
fr_ca: Importer seulement les chaînes télé du groupe

# #30007
source: Import only Radio Channels from group
fr_ca: Importer seulement les chaînes radio du groupe

# #30008
source: Convert hostname to IP-adress
fr_ca: Convertir le nom d'hôte en adresse IP

# #30009
source: EPG: Read genre strings (slow)
fr_ca: GÉP : lire les données de genre (lent)

# #30010
source: Wait time after tuning a channel (ms)
fr_ca: Temps d'attente après changement de chaîne (ms)

# #30015
source: Streaming method
fr_ca: Méthode de lecture en transit

# #30016
source: Windows user account (SMB)
fr_ca: Compte utilisateur Windows (SMB)

# #30017
source: Windows password (SMB)
fr_ca: Mot de passe Windows (SMB)

# #30018
source: Use RTSP streaming
fr_ca: Utiliser la lecture en transit RTSP

# #30040
source: Connection
fr_ca: Connexion

# #30042
source: Playback
fr_ca: Lecture

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
fr_ca: Votre version « %s » de TVServerKodi est trop ancienne. Veuillez mettre à niveau vers « %s » ou ultérieure!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
fr_ca: Votre version de TVServerKodi est trop ancienne. Veuillez mettre à niveau vers « %s » ou ultérieure!

# #30052
source: Recording playback failed. Empty URL of filename.
fr_ca: La lecture de l'enregistrement a échoué. L'URL du nom de fichier est vide.

# #30060
source: All cards are busy
fr_ca: Toutes les cartes sont occupées

# #30061
source: Channel is scrambled
fr_ca: La chaîne est brouillée

# #30062
source: No video or audio detected
fr_ca: Aucun vidéo ou audio détecté

# #30063
source: No signal detected
fr_ca: Aucun signal détecté

# #30064
source: Unknown error
fr_ca: Erreur inconnue

# #30065
source: Unable to start graph
fr_ca: Impossible de démarrer le graphe

# #30066
source: Unknown channel
fr_ca: Chaîne inconnue

# #30067
source: No tuning details
fr_ca: Aucun détail de syntonisation

# #30068
source: Channel is not mapped to any card
fr_ca: La chaîne n'est mappée à aucune carte

# #30069
source: Card is disabled
fr_ca: La carte est désactivée

# #30070
source: Connection to slave failed
fr_ca: Échec de connexion à l'esclave

# #30071
source: Not the owner
fr_ca: Pas le propriétaire

# #30072
source: Graph building failed
fr_ca: Échec de montage des graphes

# #30073
source: SW Encoder missing
fr_ca: Encodeur SW manquant

# #30074
source: No free disk space
fr_ca: Aucun espace disque libre

# #30075
source: No PMT found
fr_ca: Aucun PMT trouvé

# #30100
source: Schedule settings
fr_ca: Paramètres de programmation

# #30101
source: Frequency
fr_ca: Fréquence

# #30102
source: Airtime
fr_ca: Heure de diffusion

# #30103
source: Channels
fr_ca: Chaînes

# #30104
source: Keep
fr_ca: Garder

# #30105
source: Record minutes before start
fr_ca: Enregistrer quelques minutes avant le début

# #30106
source: Record minutes after end
fr_ca: Enregistrer quelques minutes après la fin

# #30110
source: Record Once
fr_ca: Enregistrer une fois

# #30111
source: Record Daily (This program)
fr_ca: Enregistrer quotidiennement (ce programme)

# #30112
source: Record Weekly
fr_ca: Enregistrer hebdomadairement

# #30113
source: Record Weekends
fr_ca: Enregistrer les fins de semaine

# #30114
source: Record Week Days
fr_ca: Enregistrer les jours de semaine

# #30120
source: This time
fr_ca: Cette heure

# #30121
source: Anytime
fr_ca: N'importe quand

# #30125
source: This Channel
fr_ca: Cette chaîne

# #30126
source: Any Channel
fr_ca: N'importe quelle chaîne

# #30130
source: Until space needed
fr_ca: Jusqu'à ce que l'espace soit nécessaire

# #30131
source: Until Watched
fr_ca: Jusqu'à ce que ce soit regardé

# #30132
source: Days
fr_ca: Jours

# #30133
source: Always
fr_ca: Toujours

# #30135
source: Backend default
fr_ca: Valeur par défaut du dorsal

# #30136
source: Kodi default
fr_ca: Valeur par défaut de Kodi
