Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Czech/strings.po
Languages: cs

# #30000
source: NextPVR Hostname
cs: Název počítače NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
cs: Port NextPVR (většinou 8866, nebo 7799)

# #30002
source: NextPVR PinCode
cs: Kód PIN NextPVR

# #30003
source: Enable TimeShift with Live TV
cs: Povolit časový posun u živého visílání

# #30040
source: Connection
cs: Spojení

# #30041
source: Advanced
cs: Pokročilé

# #30050
source: NextPVR server is too old.
cs: Server NextPVR je příliš starý.

# #30051
source: Upgrade to '%s' or higher!
cs: Aktualizujte na '%s', nebo novější.

# #30052
source: Connection failed. Incorrect PIN?
cs: Spojení selhalo. Špatný PIN?

# #30053
source: Tuner no longer available
cs: Tuner již není dostupný

# #30054
source: [RECUR]
cs: [OPAKOVAT]

# #30100
source: Add Timer
cs: Přidat časovač

# #30120
source: Recording Type
cs: Typ nahrávání

# #30121
source: Record Once
cs: Nahrát jednou

# #30122
source: Record Season (NEW episodes on this channel)
cs: Nahrej sezonu (NOVÉ epizody na tomto kanálu)

# #30123
source: Record Season (All episodes on this channel)
cs: Nahrej sezonu (VŠECHNY epizody na tomto kanálu)

# #30124
source: Record Season (Daily, this timeslot)
cs: Nahrej sezonu (Denně, v tomto čase)

# #30125
source: Record Season (Weekly, this timeslot)
cs: Nahrej sezonu (Týdně, v tomto čase)

# #30126
source: Record Season (Monday-Friday, this timeslot)
cs: Nahrej sezonu (Pondělí - Pátek, v tomto čase)

# #30127
source: Record Season (Weekends, this timeslot)
cs: Nahrej sezonu (Víkendy, v tomto čase)

# #30130
source: Keep
cs: Ponechat

# #30131
source: All Recordings
cs: Všechny nahrávky

# #30132
source: Pre-Padding (minutes)
cs: Začít nahrávání dříve (minuty)

# #30133
source: Pre-Padding (minutes)
cs: Ukončit nahrávání později (minuty)

# #30134
source: Recording Directory
cs: Adresář nahrávek

# #30135
source: Default
cs: Výchozí
