Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: NextPVR Hostname
uk: Сервер NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
uk: Порт NextPVR (зазвичай 8866 або 7799)

# #30002
source: NextPVR PinCode
uk: Пін-код NextPVR

# #30003
source: Enable TimeShift with Live TV
uk: Включити зсув часу з Live TV

# #30040
source: Connection
uk: Зв’язок

# #30041
source: Advanced
uk: Більше

# #30050
source: NextPVR server is too old.
uk: Сервер NextPVR застарів.

# #30051
source: Upgrade to '%s' or higher!
uk: Оновити до '%s' або вище!

# #30052
source: Connection failed. Incorrect PIN?
uk: Зв’язок не вдався. Неправильний пін?

# #30053
source: Tuner no longer available
uk: Тюнер більше не доступний

# #30130
source: Keep
uk: Залишити

# #30135
source: Default
uk: За промовчанням
