Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: Mediaportal Hostname
he: שם מארח או כתובת IP

# #30001
source: Mediaportal Kodi plugin Port
he: פורט

# #30002
source: Free-to-air only
he: ערוצי שידור חופשי בלבד

# #30003
source: Include Radio
he: כלול ערוצי רדיו

# #30004
source: Fast channel switching (don't stop timeshift)
he: העברת ערוץ מהירה (לא לעצור תזוזה בזמן)

# #30005
source: Connect timeout (s)
he: זמן מירבי לניסיון חיבור (שניות)

# #30006
source: Import only TV Channels from group
he: יבא ערוצי טלוויזיה רק מקבוצת

# #30007
source: Import only Radio Channels from group
he: יבא ערוצי רדיו רק מקבוצת

# #30008
source: Convert hostname to IP-adress
he: המרת שם מארח לכתובת IP

# #30009
source: EPG: Read genre strings (slow)
he: לוח שידורים: קרא מחרוזות סגנון (איטי)

# #30010
source: Wait time after tuning a channel (ms)
he: זמן המתנה לאחר העברת ערוץ (אלפית שנ')

# #30015
source: Streaming method
he: שיטת הזרמה

# #30016
source: Windows user account (SMB)
he: חשבון משתמש חלונות (SMB)

# #30017
source: Windows password (SMB)
he: סיסמת חלונות (SMB)

# #30018
source: Use RTSP streaming
he: השתמש בהזרמת RTSP

# #30040
source: Connection
he: חיבור

# #30042
source: Playback
he: ניגון

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
he: גרסה '%s' של TVServerKodi ישנה מדי. יש לעדכן לגרסה '%s' ומעלה!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
he: גרסת TVServerKodi ישנה מדי. יש לעדכן לגרסה '%s' ומעלה!

# #30052
source: Recording playback failed. Empty URL of filename.
he: ניגון ההקלטה נכשל. כתובת הקובץ ריקה.

# #30060
source: All cards are busy
he: כל המקלטים תפוסים

# #30061
source: Channel is scrambled
he: הערוץ מוצפן

# #30062
source: No video or audio detected
he: לא זוהה וידאו או שמע

# #30063
source: No signal detected
he: אין קליטה

# #30064
source: Unknown error
he: שגיאה לא מוכרת

# #30065
source: Unable to start graph
he: לא ניתן לפתוח תרשים

# #30066
source: Unknown channel
he: ערוץ לא מוכר

# #30067
source: No tuning details
he: אין נתוני קליטה

# #30068
source: Channel is not mapped to any card
he: הערוץ לא ממופה לאף מקלט

# #30069
source: Card is disabled
he: המקלט מנוטרל

# #30070
source: Connection to slave failed
he: החיבור לשרת משני נכשל

# #30071
source: Not the owner
he: לא הבעלים

# #30072
source: Graph building failed
he: בניית תרשים נכשלה

# #30073
source: SW Encoder missing
he: מקודד תוכנה חסר

# #30074
source: No free disk space
he: אין מקום פנוי בדיסק הקשיח

# #30075
source: No PMT found
he: לא נמצא PMT

# #30100
source: Schedule settings
he: הגדרות תזמונים

# #30101
source: Frequency
he: תדירות

# #30102
source: Airtime
he: זמן שידור

# #30103
source: Channels
he: ערוצים

# #30104
source: Keep
he: השאר

# #30105
source: Record minutes before start
he: הקדמת תזמון תחילת הקלטה (דק')

# #30106
source: Record minutes after end
he: איחור תזמון סיום הקלטה (דק')

# #30110
source: Record Once
he: הקלטה חד פעמית

# #30111
source: Record Daily (This program)
he: הקלטה יומית (תוכנית זו)

# #30112
source: Record Weekly
he: הקלטה שבועית

# #30113
source: Record Weekends
he: הקלטה בסופ"ש

# #30114
source: Record Week Days
he: הקלטה בימי חול

# #30120
source: This time
he: זמן זה

# #30121
source: Anytime
he: בכל זמן

# #30125
source: This Channel
he: הערוץ הזה

# #30126
source: Any Channel
he: כל ערוץ

# #30130
source: Until space needed
he: עד שנפח האחסון נדרש

# #30131
source: Until Watched
he: עד שנצפה

# #30132
source: Days
he: ימים

# #30133
source: Always
he: תמיד

# #30135
source: Backend default
he: ברירת מחדל של שרת אחורי

# #30136
source: Kodi default
he: ברירת מחדל של Kodi
