Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: DVBViewer Recording Service IP Address
sv: IP-adress för DVBViewers inspelningstjänst

# #30001
source: Webinterface Port
sv: Webbgränssnittsport

# #30002
source: Username
sv: Användarnamn

# #30003
source: Password
sv: Lösenord

# #30010
source: Use favourites instead of channel list
sv: Använd favoriter istället för kanallista

# #30011
source: Use local favourites file
sv: Använd lokal favoritfil

# #30012
source: Select the favourites.xml file
sv: Välj filen favourites.xml

# #30020
source: Enable Timeshift
sv: Aktivera Timeshift

# #30021
source: Timeshift buffer path
sv: Buffertsökväg för Timeshift

# #30030
source: Use RTSP streaming for live TV
sv: Använd RTSP-strömning för direktsänd TV

# #30040
source: Enable low performance mode (disables logos & thumbnails)
sv: Aktivera lågt prestandaläge (inaktiverar logos & miniatyrbilder)

# #30050
source: Group recordings
sv: Gruppinspelningar

# #30051
source: disabled
sv: inaktiverad

# #30052
source: by recording directory
sv: efter inspelningskatalog

# #30053
source: by recording date
sv: efter inspelningsdatum

# #30054
source: by first letter
sv: efter första bokstav

# #30055
source: by tv channel
sv: efter tv-kanal

# #30056
source: by series
sv: efter serie

# #30100
source: General
sv: Allmänt

# #30101
source: Advanced
sv: Avancerad

# #30102
source: Recordings
sv: Inspelningar

# #30500
source: Unable to connect to the DVBViewer Recording Service
sv: Kunde inte ansluta till DVBViewers inspelningstjänst

# #30501
source: DVBViewer Recording Service version %s or higher required
sv: DVBViewer Inspelningstjänst Version %s eller uppåt krävs

# #30502
source: Unable to parse channel list
sv: Kunde inte läsa av kanallista

# #30503
source: Check XBMC log for more information
sv: Se XBMC loggen för mer information

# #30504
source: Unable to open local favourites.xml
sv: Kunde inte öppna lokal favourites.xml

# #30505
source: Unable to parse favourites list
sv: Kunde inte läsa av favoritlistan

# #30506
source: Unable to parse timer list
sv: Kunde inte läsa av timerlistan
