Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: VDR Hostname or IP
vi: Tên miền hoặc IP VDR

# #30001
source: VNSI Port
vi: Cổng VNSI

# #30002
source: Priority
vi: Mức quan trọng

# #30003
source: Character Set Conversion
vi: Chuyển đổi bộ ký tự

# #30004
source: Connect timeout (s)
vi: Thời gian chờ kết nối (s)

# #30005
source: Allow VDR Messages
vi: Cho phép các thông điệp VDR

# #30006
source: Read recordings from directory
vi: Đọc các bản thu từ thư mục

# #30007
source: VDR recordings directory
vi: Thư mục lưu chương trình thu VDR

# #30008
source: Channel search
vi: Tìm kênh

# #30009
source: Channel search - Settings
vi: Dò kênh - Cài đặt

# #30010
source: Start Channel search
vi: Bắt đầu dò kênh

# #30011
source: Source Type
vi: Kiểu nguồn

# #30012
source: TV channels
vi: Kênh TV

# #30013
source: Radio channels
vi: Kênh Radio

# #30014
source: FTA channels
vi: Kênh FTA

# #30015
source: Scrambled channels
vi: Kênh mã hoá

# #30016
source: HD channels
vi: Kênh HD

# #30017
source: Country
vi: Quốc gia

# #30018
source: Cable Inversion
vi: Đảo cáp

# #30020
source: Cable modulation
vi: Điều biến cáp

# #30021
source: Terr Inversion
vi: Đảo Terr

# #30022
source: Satellite
vi: Vệ tinh

# #30023
source: ATSC Type
vi: Kiểu ATSC

# #30024
source: Back
vi: Lùi

# #30025
source: Channel search - running... %i %%
vi: Dò kênh - Đang chạy... %i %%

# #30026
source: Type:
vi: Thể loại

# #30027
source: Device:
vi: Thiết bị:

# #30028
source: Scan: %i
vi: Quét: %i

# #30029
source: Signal: %i %%
vi: Tín hiêu: %i %%

# #30030
source: New channels: %i
vi: Kênh mới: %i

# #30031
source: All channels: %i
vi: Tất cả kênh: %i

# #30032
source: Analog TV
vi: TV analog

# #30033
source: Analog Radio
vi: Radio analog

# #30034
source: Transponder:
vi: Bộ tiếp sóng:

# #30035
source: New channels
vi: Kênh mới

# #30036
source: Channel search - Finished
vi: Dò kênh - Đã xong

# #30037
source: No device available - exiting
vi: Thiết bị không dùng được hoặc không tồn tại

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
vi: Không có thiết bị DVB-S2 - đang thử lại với DVB-S

# #30039
source: Running
vi: Đang chạy

# #30040
source: Stopped
vi: Đã dừng

# #30041
source: Finished
vi: Đã xong

# #30042
source: Channel search - Canceled
vi: Dò kênh - Đã hủy

# #30043
source: Channel search - Error
vi: Dò kênh - Lỗi

# #30044
source: Lost connection to VDR Server
vi: Mất kết nối tới máy chủ VDR

# #30045
source: Connection to VDR Server restored
vi: Đã khôi phục lại kết nối tới máy chủ VDR

# #30046
source: Create channel groups automatically on the server
vi: Tạo các nhóm kênh tự động trên máy chủ

# #30108
source: Channels
vi: Kênh
