Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: VDR Hostname or IP
he: שם מארח או כתובת IP

# #30001
source: VNSI Port
he: פורט

# #30002
source: Priority
he: קדימות

# #30003
source: Character Set Conversion
he: המרת ערכת תווים

# #30004
source: Connect timeout (s)
he: זמן מירבי לניסיון חיבור (שנ')

# #30005
source: Allow VDR Messages
he: אפשר הודעות VDR

# #30006
source: Read recordings from directory
he: קרא הקלטות מתיקיה

# #30007
source: VDR recordings directory
he: תיקיית הקלטות

# #30008
source: Channel search
he: חיפוש ערוצים

# #30009
source: Channel search - Settings
he: חיפוש ערוצים - הגדרות

# #30010
source: Start Channel search
he: הפעלת חיפוש ערוצים

# #30011
source: Source Type
he: סוג מקור

# #30012
source: TV channels
he: ערוצי טלוויזיה

# #30013
source: Radio channels
he: ערוצי רדיו

# #30014
source: FTA channels
he: ערוצי FTA

# #30015
source: Scrambled channels
he: ערוצים מוצפנים

# #30016
source: HD channels
he: ערוצי HD

# #30017
source: Country
he: ארץ

# #30018
source: Cable Inversion
he: היפוך כבל

# #30019
source: Cable Symbolrate
he: קצב סימבולי כבל

# #30020
source: Cable modulation
he: מודולציית כבל

# #30021
source: Terr Inversion
he: היפוך Terr

# #30022
source: Satellite
he: לוויין

# #30023
source: ATSC Type
he: סוג ATSC

# #30024
source: Back
he: אחורה

# #30025
source: Channel search - running... %i %%
he: חיפוש ערוצים - רץ... %i %%

# #30026
source: Type:
he: סוג:

# #30027
source: Device:
he: התקן:

# #30028
source: Scan: %i
he: סורק: %i

# #30029
source: Signal: %i %%
he: אות: %i %%

# #30030
source: New channels: %i
he: ערוצים חדשים: %i

# #30031
source: All channels: %i
he: כל הערוצים: %i

# #30032
source: Analog TV
he: טלוויזיה אנלוגית

# #30033
source: Analog Radio
he: רדיו אנלוגי

# #30034
source: Transponder:
he: טרנספונדר:

# #30035
source: New channels
he: ערוצים חדשים

# #30036
source: Channel search - Finished
he: חיפוש ערוצים - הסתיים

# #30037
source: No device available - exiting
he: אין התקן זמין - עוצר

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
he: לא נמצא התקן DVB-S2 - מחפש התקן DVB-S

# #30039
source: Running
he: פועל

# #30040
source: Stopped
he: נעצר

# #30041
source: Finished
he: הסתיים

# #30042
source: Channel search - Canceled
he: חיפוש ערוצים - בוטל

# #30043
source: Channel search - Error
he: חיפוש ערוצים - שגיאה

# #30044
source: Lost connection to VDR Server
he: נותק משרת VDR

# #30045
source: Connection to VDR Server restored
he: חובר חזרה לשרת VDR

# #30046
source: Create channel groups automatically on the server
he: צור אוטומטית קבוצות ערוצים בשרת

# #30047
source: Request Timeshift
he: בקש תזוזה בזמן

# #30048
source: Path to channel icons
he: נתיב סמלי ערוצים

# #30049
source: VDR Server MAC for Wake-on-LAN
he: כתובת MAC של השרת עבור Wake-on-LAN

# #30101
source: Setup
he: הגדרות

# #30102
source: Controlling OSD - press info to exit
he: שליטה ב־OSD - ליציאה יש ללחוץ על מידע

# #30103
source: Select to control OSD
he: בחירה לשם שליטה ב־OSD

# #30104
source: Timeshift Mode
he: מצב תזוזה בזמן

# #30105
source: Timeshift Buffer (RAM) x100 MB
he: חוצץ תזוזה בזמן (זיכרון נדיף) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
he: חוצץ תזוזה בזמן (קובץ) x1 GB

# #30108
source: Channels
he: ערוצים

# #30109
source: Provider whitelist
he: רשימת ספקים מותרים

# #30110
source: Channel blacklist
he: רשימת ערוצים אסורים

# #30111
source: Channel filters
he: מסנני ערוץ

# #30112
source: Radio Channels
he: ערוצי רדיו

# #30113
source: Save filters
he: שמירת מסננים

# #30114
source: Provider Unknown
he: ספק לא מוכר
