Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Amharic/strings.po
Languages: am

# #30003
source: Username
am: የተጠቃሚ ስም

# #30004
source: Password
am: የመግቢያ ቃል

# #30007
source: Response timeout in seconds
am: መመለሻ ጊዜ በ ሰከንዶች

# #30008
source: Icon Path
am: የ ምልክት መንገድ

# #30010
source: Update Interval in minutes
am: የ ማሻሻያ እረፍት በ ደቂቆች

# #30014
source: Folder for channeldata
am: ፎልደር ለ ጣቢያዎች ዳታ

# #30016
source: Check for channel updates
am: የ ጣቢያ ማሻሻያ መፈለጊያ

# #30018
source: General
am: ባጠቃላይ

# #30019
source: Channels
am: ጣቢያዎች

# #30020
source: Advanced
am: የረቀቀ

# #30022
source: Recordings / Timer
am: የ መቅረጫ / ሰአት

# #30500
source: Disconnected from '%s'
am: ግንኙነት ተቋርጧል ከ '%s'

# #30501
source: Reconnected to '%s'
am: እንደገና ተገናኝቷል ወደ '%s'
