Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Icelandic/strings.po
Languages: is

# #30000
source: Mediaportal Hostname
is: Hýsingarnafn Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
is: Gátt fyrir Mediaportal Kodi viðbót

# #30002
source: Free-to-air only
is: Aðeins Fríar útsendingar

# #30003
source: Include Radio
is: Hafa úrvarp með

# #30004
source: Fast channel switching (don't stop timeshift)
is: Hröð skipting á milli rása (Stöðvar ekki tímahliðrun)

# #30005
source: Connect timeout (s)
is: Tengitími útrennur (ms)

# #30006
source: Import only TV Channels from group
is: Flytja aðeins inn Sjónvarpsrásir frá hópi

# #30007
source: Import only Radio Channels from group
is: Flytja aðeins inn Útvarpsrásir frá hópi

# #30008
source: Convert hostname to IP-adress
is: Breyta Hýsingarnafni í IP-vistfang

# #30009
source: EPG: Read genre strings (slow)
is: Rafrænir sjónvarpsvísar (EPG): Lesa flokkunarstreng (hægvirkt)

# #30010
source: Wait time after tuning a channel (ms)
is: Biðtími eftir rásaval (ms)

# #30015
source: Streaming method
is: Hamur straums

# #30016
source: Windows user account (SMB)
is: Windows notandanafn (SMB)

# #30017
source: Windows password (SMB)
is: Windows lykilorð (SMB)

# #30018
source: Use RTSP streaming
is: Nota RTSP straum

# #30040
source: Connection
is: Tenging

# #30042
source: Playback
is: Afspilun

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
is: TVServerKodi útgáfa '%s' er of gömul. Vinsamlega uppfærðu í '%s' eða nýrra!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
is: TVServerKodi útgáfan er of gömul. Vinsamlega uppfærðu í '%s' eða nýrra!

# #30052
source: Recording playback failed. Empty URL of filename.
is: Afskilun upptöku mistókst. Tómt netfang á skráarnafn.

# #30060
source: All cards are busy
is: Öll kort eru upptekin

# #30061
source: Channel is scrambled
is: Rás er rugluð

# #30062
source: No video or audio detected
is: Finnst hvorki hljóð né mynd.

# #30063
source: No signal detected
is: Ekkert merki fannst

# #30064
source: Unknown error
is: Óþekkt villa

# #30065
source: Unable to start graph
is: Gat ekki ræst graf

# #30066
source: Unknown channel
is: Óþekkt rás

# #30067
source: No tuning details
is: Engar upplýsingar um rásastillingu

# #30068
source: Channel is not mapped to any card
is: Rás er ekki möppuð við neitt kort

# #30069
source: Card is disabled
is: Kort er óvirkt

# #30070
source: Connection to slave failed
is: Tenging við þjón mistókst

# #30071
source: Not the owner
is: Ekki eigandi

# #30072
source: Graph building failed
is: Ekki tókst að byggja graf

# #30073
source: SW Encoder missing
is: Vantar hugbúnaðarkóðara

# #30074
source: No free disk space
is: Ekkert diskapláss

# #30075
source: No PMT found
is: Engin PMT fannst

# #30100
source: Schedule settings
is: Stillingar upptökuplans

# #30101
source: Frequency
is: Tíðni

# #30102
source: Airtime
is: Sýnt

# #30103
source: Channels
is: Rásir

# #30104
source: Keep
is: Halda

# #30105
source: Record minutes before start
is: Taka upp mínútur fyrir upphaf

# #30106
source: Record minutes after end
is: Taka upp mínútur eftir enda

# #30110
source: Record Once
is: Taka upp einu sinni

# #30111
source: Record Daily (This program)
is: Dagleg upptaka (þennan dagskrárlið)

# #30112
source: Record Weekly
is: Taka upp vikulega

# #30113
source: Record Weekends
is: Taka upp um helgar

# #30114
source: Record Week Days
is: Taka upp virka daga

# #30120
source: This time
is: Í þetta skipti

# #30121
source: Anytime
is: Hvenær sem er

# #30125
source: This Channel
is: Á þessari rás

# #30126
source: Any Channel
is: Allar Rásir

# #30130
source: Until space needed
is: Þangað til vantar pláss

# #30131
source: Until Watched
is: Þangað til búið er að horfa á

# #30132
source: Days
is: Dagar

# #30133
source: Always
is: Alltaf

# #30135
source: Backend default
is: Sjálfgefið fyrir bakenda

# #30136
source: Kodi default
is: Sjálfgefið fyrir Kodi
