Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Czech/strings.po
Languages: cs

# #30000
source: DVBViewer Recording Service IP Address
cs: IP adresa služby nahrávání DVBViewer

# #30001
source: Webinterface Port
cs: Port webového rozhraní

# #30002
source: Username
cs: Uživatelské jméno

# #30003
source: Password
cs: Heslo

# #30010
source: Use favourites instead of channel list
cs: Použij oblibené místo seznamu programů

# #30011
source: Use local favourites file
cs: Použit lokální soubor oblíbených

# #30012
source: Select the favourites.xml file
cs: Vyberte soubor favourites.xml

# #30020
source: Enable Timeshift
cs: Povolit časový posun

# #30021
source: Timeshift buffer path
cs: Cesta k zásobníku časového posunu

# #30030
source: Use RTSP streaming for live TV
cs: Použij RTSP streamování pro TV

# #30040
source: Enable low performance mode (disables logos & thumbnails)
cs: Zapni mód nízkého výkonu (zakáže loga & náhledy)

# #30050
source: Group recordings
cs: Seskup nahrávky

# #30051
source: disabled
cs: zakázáno

# #30052
source: by recording directory
cs: podle složky nahrávky

# #30053
source: by recording date
cs: podle času nahrávky

# #30054
source: by first letter
cs: podle počátečního písmena

# #30055
source: by tv channel
cs: podle tv programu

# #30056
source: by series
cs: podle seriálu

# #30100
source: General
cs: Obecné

# #30101
source: Advanced
cs: Pokročilé

# #30102
source: Recordings
cs: Nahrávky

# #30500
source: Unable to connect to the DVBViewer Recording Service
cs: Nelze se spojit se službou nahrávání DBVieweru

# #30501
source: DVBViewer Recording Service version %s or higher required
cs: Je vyžadována DVBViewer Recording Service verze %s nebo vyšší.

# #30502
source: Unable to parse channel list
cs: Nemohu parsovat seznam programů

# #30503
source: Check XBMC log for more information
cs: Pro více informací projdi XBMC log

# #30504
source: Unable to open local favourites.xml
cs: Nemohu otevřít lokální favourites.xml

# #30505
source: Unable to parse favourites list
cs: Nemohu parsovat seznam oblíbených

# #30506
source: Unable to parse timer list
cs: Nemohu parsovat seznam časovačů
