Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: VDR Hostname or IP
no: VDR Hostname eller IP

# #30002
source: Priority
no: Prioritet

# #30003
source: Character Set Conversion
no: Konvertering av tegnsett

# #30004
source: Connect timeout (s)
no: Tidsavbrudd ved tilkobling (i s)

# #30005
source: Allow VDR Messages
no: Tillat VDR meldinger

# #30006
source: Read recordings from directory
no: Les opptak fra mappe

# #30007
source: VDR recordings directory
no: Mappe for VDR-opptak

# #30008
source: Channel search
no: Kanalsøk

# #30009
source: Channel search - Settings
no: Kanalsøk - innstillinger

# #30010
source: Start Channel search
no: Start kanalsøk

# #30011
source: Source Type
no: Kildetype

# #30012
source: TV channels
no: TV-kanaler

# #30013
source: Radio channels
no: Radio-kanaler

# #30014
source: FTA channels
no: FTA-kanaler

# #30015
source: Scrambled channels
no: Krypterte kanaler

# #30016
source: HD channels
no: HD-kanaler

# #30017
source: Country
no: Land

# #30018
source: Cable Inversion
no: Kabel-invertering

# #30019
source: Cable Symbolrate
no: Kabelens symbolhastighet

# #30020
source: Cable modulation
no: Kabelmodulasjon

# #30021
source: Terr Inversion
no: Terr-invertering

# #30022
source: Satellite
no: Satellitt

# #30024
source: Back
no: Tilbake

# #30025
source: Channel search - running... %i %%
no: Kanalsøk - utfører... %i %%

# #30027
source: Device:
no: Enhet:

# #30028
source: Scan: %i
no: Skann: %i

# #30030
source: New channels: %i
no: Nye kanaler: %i

# #30031
source: All channels: %i
no: Alle kanaler: %i

# #30035
source: New channels
no: Nye kanaler

# #30036
source: Channel search - Finished
no: Kanalsøk - fullført

# #30037
source: No device available - exiting
no: Ingen enhet tilgjengelig - avslutter

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
no: Ingen DVB-S2 enhet tilgjengelig - faller tilbake til DVB-S

# #30039
source: Running
no: Kjører

# #30040
source: Stopped
no: Stoppet

# #30041
source: Finished
no: Fullført

# #30042
source: Channel search - Canceled
no: Kanalsøk - avbrutt

# #30043
source: Channel search - Error
no: Kanalsøk - mislyktes

# #30044
source: Lost connection to VDR Server
no: Mistet tilkoblingen til VDR-tjeneren

# #30045
source: Connection to VDR Server restored
no: Tilkobling til VDR-tjener gjenopprettet

# #30046
source: Create channel groups automatically on the server
no: Opprett automatisk kanalgrupper på tjeneren

# #30101
source: Setup
no: Konfigurasjon

# #30108
source: Channels
no: Kanaler
