Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Romanian/strings.po
Languages: ro

# #30001
source: NextPVR Port (usually 8866 or 7799)
ro: Portul NextPVR (de obicei 8866 sau 7799)

# #30002
source: NextPVR PinCode
ro: NextPVR cod PIN

# #30003
source: Enable TimeShift with Live TV
ro: Activează TimeShift cu Live TV

# #30040
source: Connection
ro: Conexiune

# #30041
source: Advanced
ro: Avansat

# #30050
source: NextPVR server is too old.
ro: Serverul NextPVR este prea vechi.

# #30051
source: Upgrade to '%s' or higher!
ro: Upgrade la '%s' sau mai mare!

# #30052
source: Connection failed. Incorrect PIN?
ro: Conexiune nereușită. Cod PIN incorect?

# #30053
source: Tuner no longer available
ro: Tuner-ul nu mai este disponibil

# #30054
source: [RECUR]
ro: [RECURENT]

# #30100
source: Add Timer
ro: Adaugă timp

# #30120
source: Recording Type
ro: Tip înregistrare

# #30121
source: Record Once
ro: Înregistrează o dată

# #30122
source: Record Season (NEW episodes on this channel)
ro: Sesiune de înregistrări (episoade NOI pe acest canal)

# #30123
source: Record Season (All episodes on this channel)
ro: Sesiune de înregistrări (toate episoadele de pe acest canal)

# #30124
source: Record Season (Daily, this timeslot)
ro: Sesiune de înregistrări (zilnic, acest slot)

# #30125
source: Record Season (Weekly, this timeslot)
ro: Sesiune de înregistrări (săptămânal, acest slot)

# #30126
source: Record Season (Monday-Friday, this timeslot)
ro: Sesiune de înregistrări (luni-vineri, acest slot)

# #30127
source: Record Season (Weekends, this timeslot)
ro: Sesiune de înregistrări (weekend, acest slot)

# #30130
source: Keep
ro: Păstrează

# #30131
source: All Recordings
ro: Toate înregistrările

# #30132
source: Pre-Padding (minutes)
ro: Spațiere înainte (minute)

# #30133
source: Pre-Padding (minutes)
ro: Spațiere înainte (minute)

# #30134
source: Recording Directory
ro: Director pentru înregistrări

# #30135
source: Default
ro: Standard
