Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: Mediaportal Hostname
id: Hostname Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
id: Port plugin Mediaportal Kodi

# #30002
source: Free-to-air only
id: Siaran yang gratis saja.

# #30003
source: Include Radio
id: Mencakup Radio

# #30004
source: Fast channel switching (don't stop timeshift)
id: Pemindahan kanal secara cepat (Jangan hentikan timeshift)

# #30005
source: Connect timeout (s)
id: Timeout koneksi (s)

# #30006
source: Import only TV Channels from group
id: Hanya impor kanal TV dari group

# #30007
source: Import only Radio Channels from group
id: Hanya impor kanal radio dari group

# #30008
source: Convert hostname to IP-adress
id: Rubah hostname menjadi alamat IP

# #30009
source: EPG: Read genre strings (slow)
id: EPG: Baca informasi genre (lambat)

# #30010
source: Wait time after tuning a channel (ms)
id: Waktu tunggu setelah setel sebuah kanal (ms)

# #30015
source: Streaming method
id: Metode aliran

# #30016
source: Windows user account (SMB)
id: Akun pengguna WIndows (SMB)

# #30017
source: Windows password (SMB)
id: Kata sandi Windows (SMB)

# #30018
source: Use RTSP streaming
id: Gunakan pengaliran RTSP

# #30040
source: Connection
id: Koneksi

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
id: TVServerKodi anda dengan versi '%s' terlalu tua. Silahkan upgrade ke versi '%s' atau di atasnya!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
id: Versi TVServerKodi anda terlalu tua. Silahkan upgrade ke versi '%s' atau di atasnya!

# #30052
source: Recording playback failed. Empty URL of filename.
id: Pemutaran rekaman gagal. URL berkas kosong.

# #30060
source: All cards are busy
id: Semua kartu sedang sibuk.

# #30061
source: Channel is scrambled
id: Kanal diacak

# #30062
source: No video or audio detected
id: Tidak ada video atau audio terdeteksi

# #30063
source: No signal detected
id: Tidak ada sinyal terdeteksi

# #30064
source: Unknown error
id: Error tidak dikenal

# #30065
source: Unable to start graph
id: Tidak dapat memulai grafis

# #30066
source: Unknown channel
id: Kanal tidak dikenal

# #30067
source: No tuning details
id: Tidak ada detil penyetelan

# #30068
source: Channel is not mapped to any card
id: Kanal tidak terpetakan ke satu kartupun

# #30069
source: Card is disabled
id: Kartu dinon-aktifkan

# #30070
source: Connection to slave failed
id: Koneksi ke slave gagal.

# #30071
source: Not the owner
id: Bukan pemilik

# #30072
source: Graph building failed
id: Pembangunan grafis gagal

# #30073
source: SW Encoder missing
id: SW Encoder tidak ditemukan

# #30074
source: No free disk space
id: Tidak ada spasi disk kosong

# #30075
source: No PMT found
id: PMT tidak ditemukan

# #30100
source: Schedule settings
id: Pengaturan jadwal

# #30101
source: Frequency
id: Frekuensi

# #30102
source: Airtime
id: Waktu siar

# #30103
source: Channels
id: Saluran

# #30104
source: Keep
id: Pertahankan

# #30105
source: Record minutes before start
id: Waktu rekam sebelum mulai

# #30106
source: Record minutes after end
id: Waktu rekam setelah selesai

# #30110
source: Record Once
id: Rekam sekali

# #30111
source: Record Daily (This program)
id: Rekam harian (program ini)

# #30112
source: Record Weekly
id: Rekam mingguan

# #30113
source: Record Weekends
id: Rekam akhir minggu

# #30114
source: Record Week Days
id: Rekam hari kerja

# #30120
source: This time
id: Saat ini

# #30121
source: Anytime
id: Kapan saja

# #30125
source: This Channel
id: Kanal ini

# #30126
source: Any Channel
id: Kanal mana saja

# #30130
source: Until space needed
id: Sampai ruang yang dibutuhkan

# #30131
source: Until Watched
id: Sampai terlihat

# #30132
source: Days
id: Hari

# #30133
source: Always
id: Selalu

# #30135
source: Backend default
id: Backend bawaan

# #30136
source: Kodi default
id: Bawaan Kodi
