Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/*/strings.po
Languages: german, portuguese, russian, spanish

# #30000
source: NextPVR Hostname
portuguese: Nome do servidor NextPVR
russian: Имя хоста NextPVR
spanish: Nombre del servidor NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
german: NextPVR Port (nomalerweise 8866 oder 7799)
portuguese: Porta do NextPVR (normalmente 8866 ou 7799)
russian: Порт NextPVR (обычно 8866 или 7799)
spanish: Puerto NextPVR (usualmente 8866 o 7799)

# #30002
source: NextPVR PinCode
portuguese: Código Pin do NextPVR
russian: ПИН-код NextPVR
spanish: Código Pin de NextPVR

# #30003
source: Enable TimeShift with Live TV
german: Timeshift für Live TV aktivieren
portuguese: Activar TimeShift com TV ao Vivo
russian: Включить таймшифт LIveTV
spanish: Activar TimeShift con TV en vivo

# #30040
source: Connection
german: Verbindung
portuguese: Ligação
russian: Соединение
spanish: Conexión

# #30041
source: Advanced
german: Erweitert
portuguese: Avançado
russian: Дополнительные
spanish: Avanzado

# #30050
source: NextPVR server is too old.
german: NextPVR server ist zu alt.
portuguese: O servidor NextPVR é demasiado antigo.
russian: Слишком старая версия сервера NextPVR
spanish: El servidor NextPVR es muy antiguo.

# #30051
source: Upgrade to '%s' or higher!
german: Upgrade auf '%s' oder höher!
portuguese: Actualizar para '%s' ou superior!
russian: Обновите до '%s' или выше!
spanish: ¡Actualice a '%s' o posterior!

# #30052
source: Connection failed. Incorrect PIN?
german: Verbindung fehlgeschlagen. Ist der PIN richtig?
portuguese: Erro de ligação. PIN incorrecto?
russian: Не удалось подключиться. Возможно, неправильный ПИН-код.
spanish: Conexión fallida. ¿PIN incorrecto?

# #30053
source: Tuner no longer available
german: Tuner nicht länger verfügbar
portuguese: O sintonizador não está disponível
russian: Тюнер более недоступен
spanish: Sintonizador ya no está disponible

# #30054
source: [RECUR]
german: [WIEDERHOLEN]
russian: [ПОВТОРЯТЬСЯ]

# #30100
source: Add Timer
german: Timer hinzufügen
portuguese: Adicionar Temporizador
russian: Добавить таймер
spanish: Añadir temporizador

# #30120
source: Recording Type
german: Aufnahmetyp
portuguese: Tipo de Gravação
russian: Тип записи
spanish: Tipo de grabación

# #30121
source: Record Once
german: Einmal aufnehmen
portuguese: Gravar Uma Vez
russian: Записать единожды
spanish: Grabar una vez

# #30122
source: Record Season (NEW episodes on this channel)
german: Staffel aufnehmen (NEUE Folgen auf diesem Sender)
portuguese: Gravar Temporada (NOVOS episódios neste canal)
russian: Записать сезон (НОВЫЕ серии на этом канале)
spanish: Grabar la temporada (episodios nuevos en este canal)

# #30123
source: Record Season (All episodes on this channel)
german: Staffel aufnehmen (Alle Folgen auf diesem Sender)
portuguese: Gravar Temporada (todos os episódios neste canal)
russian: Записать сезон (все серии на этом канале)
spanish: Grabar la temporada (Todos los episodios de este canal)

# #30124
source: Record Season (Daily, this timeslot)
german: Staffel aufnehmen (Täglich, dieser Sendeplatz)
portuguese: Gravar Temporada (Diariamente, neste horário)
russian: Записать сезон (ежедневно, этот промежуток времени)
spanish: Grabar la temporada (diariamente , en este horario)

# #30125
source: Record Season (Weekly, this timeslot)
german: Staffel aufnehmen (Wöchentlich, dieser Sendeplatz)
portuguese: Gravar Temporada (Semanalmente, neste horário)
russian: Записать сезон (еженедельно, этот промежуток времени)
spanish: Grabar la temporada (Semanalmente, en este horario)

# #30126
source: Record Season (Monday-Friday, this timeslot)
german: Staffel aufnehmen (Montag-Freitag, dieser Sendeplatz)
portuguese: Gravar Temporada (De Segunda a Sexta, neste horário)
russian: Записать сезон (Понедельник-Пятница, этот промежуток времени)
spanish: rabar la temporada (de Lunes a Viernes, en este horario)

# #30127
source: Record Season (Weekends, this timeslot)
german: Staffel aufnehmen (Wochenenden, dieser Sendeplatz)
portuguese: Gravar Temporada (Fins-de-Semana, neste horário)
russian: Записать сезон (выходные, этот промежуток времени)
spanish: Grabar la temporada (Fines de semana, en este horario)

# #30130
source: Keep
german: Behalten
portuguese: Manter
russian: Сохранить
spanish: Mantener

# #30131
source: All Recordings
german: Alle Aufnahmen
portuguese: Todas as Gravações
russian: Все Записи
spanish: Todas las grabaciones

# #30132
source: Pre-Padding (minutes)
german: Vorlaufzeit (Minuten)
portuguese: Atraso na gravação (minutos)
russian: Предварительное заполнение (в минутах)
spanish: Pre-Padding (minutos)

# #30133
source: Pre-Padding (minutes)
german: Vorlaufzeit (Minuten)
portuguese: Atraso na gravação (minutos)
russian: Предварительное заполнение (в минутах)
spanish: Pre-Padding (minutos)

# #30134
source: Recording Directory
german: Aufnahmenverzeichnis
portuguese: Pasta de Gravações
russian: Папка Записей
spanish: Carpeta de grabaciones

# #30135
source: Default
german: Standard
portuguese: Padrão
russian: По умолчанию
