Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Polish/strings.po
Languages: pl

# #30000
source: Mediaportal Hostname
pl: Nazwa hosta Mediaportal

# #30001
source: Mediaportal XBMC plugin Port
pl: Port wtyczki

# #30002
source: Free-to-air only
pl: Tylko niekodowane

# #30003
source: Include Radio
pl: Uwzględniaj kanały radiowe

# #30004
source: Fast channel switching (don't stop timeshift)
pl: Szybka zmiana kanału (nie zatrzymuj przesunięcia czasowego)

# #30005
source: Connect timeout (s)
pl: Limit czasu połączenia (s)

# #30006
source: Import only TV Channels from group
pl: Importuj tylko kanały telewizyjne z grupy

# #30007
source: Import only Radio Channels from group
pl: Importuj tylko kanały radiowe z grupy

# #30008
source: Convert hostname to IP-adress
pl: Rozwiązuj nazwę hosta na adres IP

# #30009
source: EPG: Read genre strings (slow)
pl: Przewodnik TV: wczytuj gatunki (powolne)

# #30010
source: Wait time after tuning a channel (ms)
pl: Czas oczekiwania po dostrojeniu kanału (ms)

# #30015
source: Streaming method
pl: Metoda streamieniowania

# #30016
source: Windows user account (SMB)
pl: Nazwa użytkownika Windows (SMB)

# #30017
source: Windows password (SMB)
pl: Hasło użytkownika Windows (SMB)

# #30018
source: Use RTSP streaming
pl: Używaj strumieniowania RTSP

# #30040
source: Connection
pl: Połączenie

# #30042
source: Playback
pl: Odtwarzanie

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
pl: Wtyczka TVServerXBMC '%s' jest w za starej wersji. Zaktualizują ją do wersji '%s' lub nowszej!

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
pl: Wtyczka TVServerXBMC jest w za starej wersji. Zaktualizują ją do wersji '%s' lub nowszej!

# #30052
source: Recording playback failed. Empty URL of filename.
pl: Odtwarzanie nagrania nie powiodło się. Adres URL lub nazwa pliku są nieprawidłowe.

# #30060
source: All cards are busy
pl: Wszystkie karty są zajęte

# #30061
source: Channel is scrambled
pl: Kanał jest zakodowany

# #30062
source: No video or audio detected
pl: Brak strumieni wideo i dźwięku

# #30063
source: No signal detected
pl: Brak sygnału

# #30064
source: Unknown error
pl: Nieznany błąd

# #30065
source: Unable to start graph
pl: Nie powiodło się uruchomienie diagramu

# #30066
source: Unknown channel
pl: Nieznany kanał

# #30067
source: No tuning details
pl: Brak danych do dostrojenia

# #30068
source: Channel is not mapped to any card
pl: Kanał nie jest przypisany do żadnej karty

# #30069
source: Card is disabled
pl: Karta jest niedostępna

# #30070
source: Connection to slave failed
pl: Połączenie do usługi podrzędnej nie powiodło się

# #30071
source: Not the owner
pl: To nie jest właściciel

# #30072
source: Graph building failed
pl: Budowanie diagramu nie powiodło się

# #30073
source: SW Encoder missing
pl: Brak dekodera programowego

# #30074
source: No free disk space
pl: Brak miejsca na dysku

# #30075
source: No PMT found
pl: Nie znaleziono PMT
