Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Hungarian/strings.po
Languages: hu

# #30000
source: DVBViewer Recording Service IP Address
hu: DVBViewer felvétel szolgáltatás IP címe

# #30001
source: Webinterface Port
hu: Web-kezelőfelület port

# #30002
source: Username
hu: Felhasználónév

# #30003
source: Password
hu: Jelszó

# #30010
source: Use favourites instead of channel list
hu: Kedvencek használata a csatornalista helyett.

# #30011
source: Use local favourites file
hu: Helyi kedvencek fájl használata

# #30012
source: Select the favourites.xml file
hu: A favourites.xml fájl kiválasztása

# #30020
source: Enable Timeshift
hu: Csúsztatott élőkép engedélyezése

# #30021
source: Timeshift buffer path
hu: Csúsztatott élőkép tároló útvonala

# #30030
source: Use RTSP streaming for live TV
hu: RTSP adatfolyam használata az elő TV-hez

# #30040
source: Enable low performance mode (disables logos & thumbnails)
hu: Alacsony teljesítményigényű mód (logók és bélyegképek letiltása)

# #30050
source: Group recordings
hu: Felvételek csoportosítása

# #30051
source: disabled
hu: letiltva

# #30052
source: by recording directory
hu: felvétel könyvtár szerint

# #30053
source: by recording date
hu: felvétel dátuma szerint

# #30054
source: by first letter
hu: Kezdőbetű szerint

# #30055
source: by tv channel
hu: Tv csatorna szerint

# #30056
source: by series
hu: sorozat szerint

# #30100
source: General
hu: Általános

# #30101
source: Advanced
hu: Haladó

# #30102
source: Recordings
hu: Felvételek

# #30500
source: Unable to connect to the DVBViewer Recording Service
hu: Nem lehet a DVBViewer felvétel szolgáltatáshoz csatlakozni

# #30501
source: DVBViewer Recording Service version %s or higher required
hu: DVBViewer Felvétel Szolgáltatás verzió %s vagy nagyobb szükséges

# #30502
source: Unable to parse channel list
hu: Csatornalista nem összeállítható

# #30503
source: Check Kodi log for more information
hu: További információk az Kodi logban

# #30504
source: Unable to open local favourites.xml
hu: A heyli favourites.xml fájl nem megnyitható

# #30505
source: Unable to parse favourites list
hu: A kedvencek lista nem összeállítható

# #30506
source: Unable to parse timer list
hu: A felvételi lista nem összeállítható
