Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: Mediaportal Hostname
ta_in: Mediaportal புரவன்பெயர்

# #30001
source: Mediaportal XBMC plugin Port
ta_in: Mediaportal XBMC செருகுநிரல் துறை

# #30002
source: Free-to-air only
ta_in: இலவச ஒலிபரப்பிருக்கு மட்டுமே

# #30003
source: Include Radio
ta_in: வானொலி உள்ளடக்கு

# #30004
source: Fast channel switching (don't stop timeshift)
ta_in: வேகமாக சேனல் மாற்றுதல் (நேர மாற்றத்தை தடுக்க வேண்டாம்)

# #30005
source: Connect timeout (s)
ta_in: இணைப்பு காலாவதி (நொடி)

# #30006
source: Import only TV Channels from group
ta_in: குழுக்களில் இருந்து தொலைக்காட்சி சேனல்களை மட்டுமே இறக்குமதி செய்

# #30007
source: Import only Radio Channels from group
ta_in: குழுக்களில் இருந்து வானொலி சேனல்களை மட்டுமே இறக்குமதி செய்

# #30008
source: Convert hostname to IP-adress
ta_in: புரவலன் பெயரை ஐபி முகவரியாக மாற்று

# #30009
source: EPG: Read genre strings (slow)
ta_in: EPG: வகை சரங்களை (மெதுவாக) படி

# #30010
source: Wait time after tuning a channel (ms)
ta_in: ஒரு சேனலை டியூன் செய்தபின் காத்திருக்கும் நேரம் (ms)

# #30015
source: Streaming method
ta_in: ஒலிப்பேழைதொடர் முறை

# #30016
source: Windows user account (SMB)
ta_in: சாளரம் பயனர் விவரங்கள் (SMB)

# #30017
source: Windows password (SMB)
ta_in: சாளரம் கடவுச்சொல் (SMB)

# #30018
source: Use RTSP streaming
ta_in: RTSP ஒலிப்பேழைதொடர் பயன்படுத்த

# #30040
source: Connection
ta_in: இணைப்பு

# #30041
source: MediaPortal
ta_in: ஊடக போர்ட்டல்

# #30042
source: Playback
ta_in: பின்னணி

# #30050
source: Your TVServerXBMC version '%s' is too old. Please upgrade to '%s' or higher!
ta_in: உங்கள் TVServerXBMC பதிப்பு '%s' மிகவும் பழமையானது. தயவுகூர்ந்து '%s' அல்லது அதற்க்கு மேல் உள்ளதை மேம்படுத்தவும்!

# #30051
source: Your TVServerXBMC version is too old. Please upgrade to '%s' or higher!
ta_in: உங்கள் TVServerXBMC பதிப்பு மிகவும் பழமையானது. தயவுகூர்ந்து '%s' அல்லது அதற்க்கு மேல் உள்ளதை மேம்படுத்தவும்!

# #30052
source: Recording playback failed. Empty URL of filename.
ta_in: பதிவு பின்னணி தோல்வியடைந்தது. வெற்று கோப்பு URL.

# #30060
source: All cards are busy
ta_in: அனைத்து அட்டைகளும் வேலையாயிருக்கிறது

# #30061
source: Channel is scrambled
ta_in: சேனல் சரியாக கிடைக்கவில்லை

# #30062
source: No video or audio detected
ta_in: வீடியோ அல்லது ஆடியோ கண்டுபிடிக்கப்படவில்லை

# #30063
source: No signal detected
ta_in: சேனல் சிக்னல் கண்டுபிடிக்கப்படவில்லை

# #30064
source: Unknown error
ta_in: அறியப்படாத பிழை

# #30065
source: Unable to start graph
ta_in: வரைபட தொடங்க முடியவில்லை

# #30066
source: Unknown channel
ta_in: தெரியாத சேனல்

# #30067
source: No tuning details
ta_in: சரிப்படுத்தும் விவரங்கள் இல்லை

# #30068
source: Channel is not mapped to any card
ta_in: சேனல் எந்த அட்டைக்கும் பொருந்தவில்லை

# #30069
source: Card is disabled
ta_in: அட்டை முடக்கப்பட்டுள்ளது

# #30070
source: Connection to slave failed
ta_in: அடிமை இணைப்பு தோல்வியுற்றது

# #30071
source: Not the owner
ta_in: உரிமையாளர் இல்லை

# #30072
source: Graph building failed
ta_in: வரைபட கட்டுமான தோல்வி

# #30073
source: SW Encoder missing
ta_in: SW என்கோடர் காணவில்லை

# #30074
source: No free disk space
ta_in: வட்டில் காளி இடம் இல்லை

# #30075
source: No PMT found
ta_in: ஒரு PMTகூட காணவில்லை!
