Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: NextPVR Hostname
fr_ca: Nom d'hôte de NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
fr_ca: Port de NextPVR (habituellement 8866 ou 7799)

# #30002
source: NextPVR PinCode
fr_ca: NIP de NextPVR

# #30003
source: Enable TimeShift with Live TV
fr_ca: Activer le décalage temporel avec la télé en direct

# #30040
source: Connection
fr_ca: Connexion

# #30041
source: Advanced
fr_ca: Avancé

# #30050
source: NextPVR server is too old.
fr_ca: Le serveur NextPVR est trop ancien.

# #30051
source: Upgrade to '%s' or higher!
fr_ca: Mettre à niveau vers « %s » ou ultérieure!

# #30052
source: Connection failed. Incorrect PIN?
fr_ca: Échec lors de la connexion. NIP erroné?

# #30053
source: Tuner no longer available
fr_ca: Le syntonisateur n'est plus disponible

# #30100
source: Add Timer
fr_ca: Ajouter une minuterie

# #30120
source: Recording Type
fr_ca: Type d'enregistrement

# #30121
source: Record Once
fr_ca: Enregistrer une fois

# #30122
source: Record Season (NEW episodes on this channel)
fr_ca: Enregistrer la saison (NOUVEAUX épisodes sur cette chaîne)

# #30123
source: Record Season (All episodes on this channel)
fr_ca: Enregistrer la saison (tous les épisodes sur cette chaîne)

# #30124
source: Record Season (Daily, this timeslot)
fr_ca: Enregistrer la saison (tous les jours, cette tranche horaire)

# #30125
source: Record Season (Weekly, this timeslot)
fr_ca: Enregistrer la saison (hebdomadairement, cette tranche horaire)

# #30126
source: Record Season (Monday-Friday, this timeslot)
fr_ca: Enregistrer la saison (lundi-vendredi, cette tranche horaire)

# #30127
source: Record Season (Weekends, this timeslot)
fr_ca: Enregistrer la saison (fins de semaine, cette tranche horaire)

# #30130
source: Keep
fr_ca: Garder

# #30131
source: All Recordings
fr_ca: Tous les enregistrements

# #30132
source: Pre-Padding (minutes)
fr_ca: Pré-enregistrement (minutes)

# #30133
source: Pre-Padding (minutes)
fr_ca: Pré-enregistrement (minutes)

# #30134
source: Recording Directory
fr_ca: Répertoire d'enregistrement

# #30135
source: Default
fr_ca: Par défaut
