Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Macedonian/strings.po
Languages: mk

# #30000
source: NextPVR Hostname
mk: NextPVR име на хост

# #30001
source: NextPVR Port (usually 8866 or 7799)
mk: NextPVR порт (вообичаено 8866 или 7799)

# #30002
source: NextPVR PinCode
mk: NextPVR Пин код

# #30003
source: Enable TimeShift with Live TV
mk: Овозможи TimeShift со Live TV

# #30040
source: Connection
mk: Конекција

# #30041
source: Advanced
mk: Напредно

# #30050
source: NextPVR server is too old.
mk: NextPVR серверот е престар

# #30051
source: Upgrade to '%s' or higher!
mk: Надгради на '%s' или поново!

# #30052
source: Connection failed. Incorrect PIN?
mk: Неуспешна конекција. Погрешен PIN

# #30053
source: Tuner no longer available
mk: Тјунерот повеќе не е достапен

# #30100
source: Add Timer
mk: Додади тајмер

# #30120
source: Recording Type
mk: Тип на снимка

# #30121
source: Record Once
mk: Сними еднаш

# #30122
source: Record Season (NEW episodes on this channel)
mk: Сними сезона (НОВИ епизоди на овој канал)

# #30123
source: Record Season (All episodes on this channel)
mk: Сними сезона (СИТЕ епизоди на овој канал)

# #30124
source: Record Season (Daily, this timeslot)
mk: Сними сезона (Дневно, во овој временски период)

# #30125
source: Record Season (Weekly, this timeslot)
mk: Сними сезона (Неделно, во овој временски период)

# #30126
source: Record Season (Monday-Friday, this timeslot)
mk: Сними сезона (Понеделник-Петок, овој временски период)

# #30127
source: Record Season (Weekends, this timeslot)
mk: Сними сезона (Викенд, овој временски период)

# #30130
source: Keep
mk: Зачувај

# #30131
source: All Recordings
mk: Сите снимки

# #30132
source: Pre-Padding (minutes)
mk: Пред-потполнување (минути)

# #30133
source: Pre-Padding (minutes)
mk: Пре-потполнување (минути)

# #30134
source: Recording Directory
mk: Локација на снимање

# #30135
source: Default
mk: Фабрички
