Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Galician/strings.po
Languages: gl

# #30000
source: Mediaportal Hostname
gl: Nome do host de Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
gl: Extensión para o porto do Kodi de Mediaportal

# #30002
source: Free-to-air only
gl: Só emisións en aberto

# #30003
source: Include Radio
gl: Incluír Radio

# #30004
source: Fast channel switching (don't stop timeshift)
gl: Troco rápido de canle (non deter o timeshift)

# #30005
source: Connect timeout (s)
gl: Tempo(s) de espera para conectar

# #30006
source: Import only TV Channels from group
gl: Importar só os canles de TV dende o grupo

# #30007
source: Import only Radio Channels from group
gl: Importar só as canles de Radio dende o grupo

# #30008
source: Convert hostname to IP-adress
gl: Convertir o nome de host ó enderezo IP

# #30009
source: EPG: Read genre strings (slow)
gl: Guía: ler as cadeas de xénero (lento)

# #30010
source: Wait time after tuning a channel (ms)
gl: Tempo de espera despois de sintonizar unha canle (ms)

# #30015
source: Streaming method
gl: Metodo de transmisión

# #30016
source: Windows user account (SMB)
gl: Conta do usuario de Windows (SMB)

# #30017
source: Windows password (SMB)
gl: Contrasinal de Windows (SMB)

# #30018
source: Use RTSP streaming
gl: Usar transmisión RTSP

# #30040
source: Connection
gl: Conexión

# #30042
source: Playback
gl: Reprodución

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
gl: A versión '%s' de TVServerKodi é demasiado vella, por favor actualiza á '%s' ou superior!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
gl: A versión de TVServerKodi é demasiado vella, por favor actualiza á '%s' ou superior!

# #30052
source: Recording playback failed. Empty URL of filename.
gl: Fallou a gravación da reprodución, o URL do ficheiro está baleiro.

# #30060
source: All cards are busy
gl: Todas as tarxetas están ocupadas

# #30061
source: Channel is scrambled
gl: A canle está codificada

# #30062
source: No video or audio detected
gl: Non se atoparon vídeo ou son.

# #30063
source: No signal detected
gl: Non se detectou ningún sinal

# #30064
source: Unknown error
gl: Erro descoñecido

# #30065
source: Unable to start graph
gl: Non se puido iniciar o gráfico

# #30066
source: Unknown channel
gl: Canle descoñecida

# #30067
source: No tuning details
gl: Sen detalles da sintonización

# #30068
source: Channel is not mapped to any card
gl: A canle non está asignada a ningunha tarxeta

# #30069
source: Card is disabled
gl: A tarxeta está deshabilitada

# #30070
source: Connection to slave failed
gl: Fallou a conexión co escravo

# #30071
source: Not the owner
gl: Non é o propietario

# #30072
source: Graph building failed
gl: Fallou a creación do gráfico

# #30073
source: SW Encoder missing
gl: Falta o codificador SW

# #30074
source: No free disk space
gl: Sen espazo libre

# #30075
source: No PMT found
gl: Non se atopou o PMT

# #30100
source: Schedule settings
gl: Axustes da programación

# #30101
source: Frequency
gl: Frecuencia

# #30102
source: Airtime
gl: Hora de emisión

# #30103
source: Channels
gl: Canles

# #30104
source: Keep
gl: Manter

# #30105
source: Record minutes before start
gl: Minutos de gravación antes de comezar

# #30106
source: Record minutes after end
gl: Minutos de gravación despois de rematar

# #30110
source: Record Once
gl: Gravar unha vez

# #30111
source: Record Daily (This program)
gl: Gravar diariamente (Este programa)

# #30112
source: Record Weekly
gl: Gravar semanalmente

# #30113
source: Record Weekends
gl: Gravar as fins de semana

# #30114
source: Record Week Days
gl: Gravar os días da semana

# #30120
source: This time
gl: A esta hora

# #30121
source: Anytime
gl: Calquera hora

# #30125
source: This Channel
gl: Esta Canle

# #30126
source: Any Channel
gl: Calquera Canle

# #30130
source: Until space needed
gl: Até que precise de espazo

# #30131
source: Until Watched
gl: Até que o vexa

# #30132
source: Days
gl: Días

# #30133
source: Always
gl: Sempre

# #30135
source: Backend default
gl: Motor predefinido

# #30136
source: Kodi default
gl: Kodi predefinido
