Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: Mediaportal Hostname
hr: MediaPortal naziv računala

# #30001
source: Mediaportal Kodi plugin Port
hr: Ulaz Mediaportal Kodi dodatka

# #30002
source: Free-to-air only
hr: Samo nekôdirani

# #30003
source: Include Radio
hr: Uključi radio

# #30004
source: Fast channel switching (don't stop timeshift)
hr: Brzo prebacivanje programa (ne zaustavljaj vremensko premotavanje)

# #30005
source: Connect timeout (s)
hr: Istek vremena povezivanja (sek)

# #30006
source: Import only TV Channels from group
hr: Uvezi samo TV programe iz grupe

# #30007
source: Import only Radio Channels from group
hr: Uvezi samo radijske programe iz grupe

# #30008
source: Convert hostname to IP-adress
hr: Pretvori naziv računala u IP adresu

# #30009
source: EPG: Read genre strings (slow)
hr: EPG: čitaj slogove žanra (sporije)

# #30010
source: Wait time after tuning a channel (ms)
hr: Vrijeme čekanja nakon pronalaska programa (ms)

# #30015
source: Streaming method
hr: Način stremanja

# #30016
source: Windows user account (SMB)
hr: Windows korisnički račun (SMB)

# #30017
source: Windows password (SMB)
hr: Windows lozinka (SMB)

# #30018
source: Use RTSP streaming
hr: Koristi RTSP stremanje

# #30040
source: Connection
hr: Povezivanje

# #30042
source: Playback
hr: Reprodukcija

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
hr: Vaš Kodi TV poslužitelj inačice '%s' je zastario. Nadogradite ga na '%s' ili noviju inačicu!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
hr: Inačica vašeg Kodi TV poslužitelja je prestara. Nadogradite ga na '%s' ili noviju inačicu!

# #30052
source: Recording playback failed. Empty URL of filename.
hr: Reprodukcija snimke nije uspjela. Prazan URL naziva datoteke.

# #30060
source: All cards are busy
hr: Sve kartice su zauzete

# #30061
source: Channel is scrambled
hr: Program je kôdiran

# #30062
source: No video or audio detected
hr: Slika ili zvuk nisu otkriveni

# #30063
source: No signal detected
hr: Signal nije pronađen

# #30064
source: Unknown error
hr: Nepoznata greška

# #30065
source: Unable to start graph
hr: Nemoguće pokretanje grafa

# #30066
source: Unknown channel
hr: Nepoznati program

# #30067
source: No tuning details
hr: Nema pojedinosti o prijemu

# #30068
source: Channel is not mapped to any card
hr: Program nije dodijeljen niti jednoj kartici

# #30069
source: Card is disabled
hr: Kartica je onemogućena

# #30070
source: Connection to slave failed
hr: Povezivanje na alternativnu karticu nije uspjelo

# #30071
source: Not the owner
hr: Nije vlasnik

# #30072
source: Graph building failed
hr: Neuspjela izgradnja grafa

# #30073
source: SW Encoder missing
hr: Nedostaje softverski enkôder

# #30074
source: No free disk space
hr: Nema slobodnog prostora na disku

# #30075
source: No PMT found
hr: PMT nije pronađen

# #30100
source: Schedule settings
hr: Postavke rasporeda

# #30101
source: Frequency
hr: Frekvencija

# #30102
source: Airtime
hr: Vrijeme emitiranja

# #30103
source: Channels
hr: Programi

# #30104
source: Keep
hr: Zadrži

# #30105
source: Record minutes before start
hr: Dodatne minute prije početka snimanja

# #30106
source: Record minutes after end
hr: Dodatne minute snimanja nakon završetka

# #30110
source: Record Once
hr: Snimi jednom

# #30111
source: Record Daily (This program)
hr: Dnevno snimaj (ovaj program)

# #30112
source: Record Weekly
hr: Tjedno snimaj

# #30113
source: Record Weekends
hr: Snimaj vikendom

# #30114
source: Record Week Days
hr: Snimaj svaki dan

# #30120
source: This time
hr: Ovaj puta

# #30121
source: Anytime
hr: Bilo koje vrijeme

# #30125
source: This Channel
hr: Ovaj program

# #30126
source: Any Channel
hr: Bilo koji program

# #30130
source: Until space needed
hr: Dok ima slobodnog prostora

# #30131
source: Until Watched
hr: Dok se pogleda

# #30132
source: Days
hr: Dana

# #30133
source: Always
hr: Uvijek

# #30135
source: Backend default
hr: Zadani pozadinski softver

# #30136
source: Kodi default
hr: Kodi zadan
