Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: VU+ hostname or IP address
vi: Tên miền hoặc địa chỉ IP của VU+

# #30002
source: Streaming Port
vi: Cổng Streaming

# #30003
source: Username
vi: Tên truy cập

# #30004
source: Password
vi: Mật khẩu

# #30007
source: Response timeout in seconds
vi: Số giây tự ngắt chờ kết nối

# #30008
source: Icon Path
vi: Đường dẫn biểu tượng

# #30010
source: Update Interval in minutes
vi: Số phút tự cập nhật lại

# #30011
source: Automatic Timerlist Cleanup
vi: Tự động xoá danh sách hẹn giờ

# #30012
source: Webinterface Port
vi: Cổng Webinterface

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
vi: Tắt trước khi chuyển kênh (ví dụ cho các Single Tuner box)

# #30014
source: Folder for channeldata
vi: Thư mục đặt dữ liệu cho kênh

# #30015
source: Check for bouquett updates
vi: Kiểm tra cập nhật bouquett

# #30016
source: Check for channel updates
vi: Kiểm tra cập nhật kênh

# #30017
source: Use only the DVB boxes' current recording path
vi: Chỉ sử dụng đương dẫn lưu hiện tại của DVB box

# #30018
source: General
vi: Tổng Quan

# #30019
source: Channels
vi: Kênh

# #30020
source: Advanced
vi: Nâng cao

# #30022
source: Recordings / Timer
vi: Thu / Hẹn giờ

# #30023
source: Recording folder on the receiver
vi: Thư mục lưu trên thiết bị

# #30024
source: Send DeepStandby-Command
vi: Gửi lệnh Chế Độ Chờ

# #30025
source: Fetch only one TV bouquet
vi: Chỉ lấy một TV bouquet

# #30027
source: Fetch picons from webinterface
vi: Lấy các hình icon từ mạng

# #30500
source: Disconnected from '%s'
vi: Đã ngắt kết nối từ '%s'

# #30501
source: Reconnected to '%s'
vi: Đã kết nối lại tới '%s'
