Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: NextPVR Hostname
pt_br: Hostname do NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
pt_br: Porta do NextPVR (normalmente 8866 ou 7799

# #30002
source: NextPVR PinCode
pt_br: Pincode do NextPVR

# #30003
source: Enable TimeShift with Live TV
pt_br: Ativar TimeShift com Tv ao Vivo

# #30040
source: Connection
pt_br: Conexão

# #30041
source: Advanced
pt_br: Avançado

# #30050
source: NextPVR server is too old.
pt_br: O servidor NextPVR é muito antigo.

# #30051
source: Upgrade to '%s' or higher!
pt_br: Atualizar para '%s' ou superior!

# #30052
source: Connection failed. Incorrect PIN?
pt_br: A conexão falhou. PIN incorreto?

# #30053
source: Tuner no longer available
pt_br: Sintonizador não está disponível

# #30100
source: Add Timer
pt_br: Adicionar Agendamento

# #30120
source: Recording Type
pt_br: Tipos de gravação

# #30121
source: Record Once
pt_br: Gravação Única

# #30122
source: Record Season (NEW episodes on this channel)
pt_br: Gravar Temporada (Novos episódios neste canal)

# #30123
source: Record Season (All episodes on this channel)
pt_br: Gravar Temporada (Todos os episódios neste canal)

# #30124
source: Record Season (Daily, this timeslot)
pt_br: Gravar Temporada (Diariamente, neste intervalo de tempo)

# #30125
source: Record Season (Weekly, this timeslot)
pt_br: Gravar Temporada (Semanalmente, neste intervalo de tempo)

# #30126
source: Record Season (Monday-Friday, this timeslot)
pt_br: Gravar Temporada (De Segunda até Sexta-feira, neste intervalo de tempo)

# #30127
source: Record Season (Weekends, this timeslot)
pt_br: Gravar Temporada (Final de semana, neste intervalo de tempo)

# #30130
source: Keep
pt_br: Manter

# #30131
source: All Recordings
pt_br: Todas as gravações

# #30132
source: Pre-Padding (minutes)
pt_br: Pré-preenchimento (minutos)

# #30133
source: Pre-Padding (minutes)
pt_br: Pré-preenchimento (minutos)

# #30134
source: Recording Directory
pt_br: Diretório para as Gravações

# #30135
source: Default
pt_br: Padrão
