Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Hungarian/strings.po
Languages: hu

# #30000
source: NextPVR Hostname
hu: NextPVR Kiszolgálónév

# #30001
source: NextPVR Port (usually 8866 or 7799)
hu: NextPVR port (általában 8866 vagy 7799)

# #30002
source: NextPVR PinCode
hu: NextPVR PIN kód

# #30003
source: Enable TimeShift with Live TV
hu: Időeltolás engedélyezése az Élő TV-vel

# #30040
source: Connection
hu: Kapcsolat

# #30041
source: Advanced
hu: Haladó

# #30050
source: NextPVR server is too old.
hu: A NextPVR szerver túl régi.

# #30051
source: Upgrade to '%s' or higher!
hu: Frissíts '%s'-re vagy újabbra!

# #30052
source: Connection failed. Incorrect PIN?
hu: A kapcsolódás sikertelen. Helyes PIN kódot adott meg?

# #30053
source: Tuner no longer available
hu: A vevőkártya már nem elérhető

# #30054
source: [RECUR]
hu: [ISMÉTLÉS]

# #30100
source: Add Timer
hu: Időzítés

# #30120
source: Recording Type
hu: Felvétel típusa

# #30121
source: Record Once
hu: Felvétel egyszer

# #30122
source: Record Season (NEW episodes on this channel)
hu: Évad felvétele (ÚJ részek ezen a csatornán)

# #30123
source: Record Season (All episodes on this channel)
hu: Évad felvétele (minden rész ezen a csatornán)

# #30124
source: Record Season (Daily, this timeslot)
hu: Évad felvétele (Naponta, ebben az időben)

# #30125
source: Record Season (Weekly, this timeslot)
hu: Évad felvétele (Hetente ebben az időben)

# #30126
source: Record Season (Monday-Friday, this timeslot)
hu: Évad felvétele (Hétfőtől-Péntekig, ebben az időben)

# #30127
source: Record Season (Weekends, this timeslot)
hu: Évad felvétele (Hétvégék, ebben az időben)

# #30130
source: Keep
hu: Megtart

# #30131
source: All Recordings
hu: Minden felvétel

# #30132
source: Pre-Padding (minutes)
hu: Elő hosszabbítás (perc)

# #30133
source: Pre-Padding (minutes)
hu: Elő hosszabbítás (perc)

# #30134
source: Recording Directory
hu: Felvétel mappa

# #30135
source: Default
hu: Alapérték
