Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/*/strings.po
Languages: dutch, japanese

# #30000
source: VDR Hostname or IP
dutch: VDR hostnaam of IP adres
japanese: VDR のホスト名またはIPアドレス

# #30001
source: VNSI Port
dutch: VNSI Poort
japanese: VNSI ポート

# #30002
source: Priority
dutch: Prioriteit
japanese: 優先順位

# #30003
source: Character Set Conversion
dutch: Characterset Conversie
japanese: 文字セット変換

# #30004
source: Connect timeout (s)
dutch: Connectie timeout (s)
japanese: 接続タイムアウト (秒)

# #30005
source: Allow VDR Messages
dutch: VDR-berichten toestaan
japanese: VDRのメッセージを許可する

# #30006
source: Read recordings from directory
dutch: Lees opnames van directory
japanese: ディレクトリから録画を読む

# #30007
source: VDR recordings directory
dutch: VDR opname directory
japanese: VDR録画のディレクトリ

# #30008
source: Channel search
dutch: Kanalen scannen
japanese: チャンネル検索

# #30009
source: Channel search - Settings
dutch: Kanalen scan - Settings
japanese: チャンネル検索 - 設定

# #30010
source: Start Channel search
dutch: kanalen scan starten
japanese: チャンネル検索を開始

# #30011
source: Source Type
dutch: Bron Type
japanese: ソースのタイプ

# #30012
source: TV channels
dutch: TV kanalen
japanese: TVチャンネル

# #30013
source: Radio channels
dutch: Radio kanalen
japanese: ラジオチャンネル

# #30014
source: FTA channels
dutch: FTA kanalen
japanese: FTAチャンネル

# #30015
source: Scrambled channels
dutch: Gecodeerde kanalen
japanese: スクランブルチャンネル

# #30016
source: HD channels
dutch: HD kanalen
japanese: HDチャンネル

# #30017
source: Country
dutch: Land
japanese: 国

# #30018
source: Cable Inversion
dutch: Kabel Inversion

# #30019
source: Cable Symbolrate
dutch: Kabel Symbolrate

# #30020
source: Cable modulation
dutch: Kabel modulation

# #30021
source: Terr Inversion
dutch: Antenne Inversion

# #30022
source: Satellite
dutch: Sateliet
japanese: 衛星

# #30024
source: Back
dutch: Terug
japanese: 戻る

# #30025
source: Channel search - running... %i %%
dutch: Kanalen zoeken - bezig... %i %%
japanese: チャンネル検索 - 実行中... %i %%

# #30029
source: Signal: %i %%
dutch: Signaal: %i %%
japanese: シグナル：%i %%

# #30030
source: New channels: %i
dutch: Nieuwe kanalen: %i
japanese: 新規チャンネル: %i

# #30031
source: All channels: %i
dutch: Alle kanalen: %i
japanese: 全チャンネル: %i

# #30032
source: Analog TV
dutch: Analoge TV
japanese: アナログTV

# #30033
source: Analog Radio
dutch: Analoge Radio
japanese: アナログラジオ

# #30035
source: New channels
dutch: Nieuwe kanalen
japanese: 新規チャンネル

# #30036
source: Channel search - Finished
dutch: Kanalen zoeken - Klaar
japanese: チャンネル検索 - 完了

# #30037
source: No device available - exiting
dutch: Geen device beschikbaar - exiting
japanese: 利用可能なデバイスがありません - 出ます

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
dutch: Geen DVB-S2 apparaat beschikbaar - We vallen terug op DVB-S
japanese: DVB-S2のデバイスが見つかりませんーDVB-Sへフォールバックしようとしています

# #30039
source: Running
dutch: Bezig
japanese: 実行中

# #30040
source: Stopped
dutch: Gestopt
japanese: 停止

# #30041
source: Finished
dutch: Klaar
japanese: 終了

# #30042
source: Channel search - Canceled
dutch: Kanalen scan - Geanuleerd
japanese: チャンネル検索 - キャンセル

# #30043
source: Channel search - Error
dutch: Kanalen scan - Fout
japanese: チャンネル検索 - エラー

# #30044
source: Lost connection to VDR Server
dutch: Connectie naar VDR Server Verloren
japanese: VDRサーバとの接続が切断されました

# #30045
source: Connection to VDR Server restored
dutch: Connectie naar VDR Server Hervat
japanese: VDRサーバとの接続が復活しました

# #30046
source: Create channel groups automatically on the server
dutch: Automatisch Kanaal Groepen maken op de server
japanese: サーバ上で自動的にチャネルグループを作成する

# #30047
source: Request Timeshift
dutch: Vraag Timeshift aan
japanese: タイムシフトを要求する

# #30102
source: Controlling OSD - press info to exit
dutch: OSD Beheren - Druk info om te sluiten
japanese: OSDを制御する - 終了するのには「Ｉｎｆｏ］を押して下さい

# #30103
source: Select to control OSD
dutch: Selecteer om de OSD te beheren
japanese: OSDを制御するため選択してください

# #30104
source: Timeshift Mode
dutch: Timeshift modus
japanese: タイムシフトモード

# #30106
source: Timeshift Buffer (File) x1 GB
dutch: Timeshift Buffer (Bestand) x1 GB
japanese: タイムシフトバッファー(ファイル) ｘ 1ＧＢ

# #30107
source: VDR Admin
dutch: VDR Beheer
japanese: VDR管理

# #30108
source: Channels
dutch: Kanalen
japanese: チャンネル

# #30110
source: Channel blacklist
dutch: Kanaal blacklijst

# #30111
source: Channel filters
dutch: Kanalen filters

# #30112
source: Radio Channels
dutch: Radio kanalen

# #30113
source: Save filters
dutch: Filters opslaan

# #30114
source: Provider Unknown
dutch: Provider onbekend

# #30023
source: ATSC Type
japanese: ATSCタイプ

# #30026
source: Type:
japanese: タイプ：

# #30027
source: Device:
japanese: デバイス：

# #30028
source: Scan: %i
japanese: スキャン：%i

# #30101
source: Setup
japanese: 設定

# #30105
source: Timeshift Buffer (RAM) x100 MB
japanese: タイムシフトバッファー(ＲＡＭ)ｘ100ＭＢ
