Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Slovak/strings.po
Languages: sk

# #30000
source: Mediaportal Hostname
sk: Názov hostiteľa Mediaportal

# #30002
source: Free-to-air only
sk: Iba nekódované programy

# #30003
source: Include Radio
sk: Vrátane rozhlasových kanálov

# #30004
source: Fast channel switching (don't stop timeshift)
sk: Rýchle prepínanie kanálov (nevypínať časový posun)

# #30005
source: Connect timeout (s)
sk: Časový limit pre pripojenie

# #30006
source: Import only TV Channels from group
sk: Zo skupiny importovať iba TV kanály

# #30007
source: Import only Radio Channels from group
sk: Zo skupiny importovať iba rozhlasové kanály

# #30008
source: Convert hostname to IP-adress
sk: Konvertovať názov hostiteľa na IP adresu

# #30009
source: EPG: Read genre strings (slow)
sk: EPG: čítať informácie o žánri (pomalé)

# #30010
source: Wait time after tuning a channel (ms)
sk: Doba čakania po naladení kanálu (ms)

# #30015
source: Streaming method
sk: Metóda streamovania

# #30016
source: Windows user account (SMB)
sk: Používateľské konto systému Windows (SMB)

# #30017
source: Windows password (SMB)
sk: Heslo pre systém Windows (SMB)

# #30018
source: Use RTSP streaming
sk: Použiť RTSP streamovanie

# #30040
source: Connection
sk: Pripojenie

# #30042
source: Playback
sk: Prehrávanie

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
sk: Vaša TVServerKodi verzia '%s' je príliš neaktuálna. Aktualizujte ju, prosím, na verziu '%s' alebo vyššiu!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
sk: Vaša TVServerKodi verzia je príliš neaktuálna. Aktualizujte ju, prosím, na verziu '%s' alebo vyššiu!

# #30052
source: Recording playback failed. Empty URL of filename.
sk: Počas prehrávania nahrávky nastala chyba. Prázdna URL adresa alebo názov súboru.

# #30060
source: All cards are busy
sk: Všetky karty sú zaneprázdnené

# #30061
source: Channel is scrambled
sk: Kanál je kódovaný

# #30062
source: No video or audio detected
sk: Nebolo zistené žiadne video alebo audio

# #30063
source: No signal detected
sk: Nebol zistený žiadny signál

# #30064
source: Unknown error
sk: Neznáma chyba

# #30065
source: Unable to start graph
sk: Nie je možné spustiť graf

# #30066
source: Unknown channel
sk: Neznámy kanál

# #30067
source: No tuning details
sk: Nie sú žiadne podrobnosti o ladení

# #30068
source: Channel is not mapped to any card
sk: Kanál nie je namapovaný na žiadnu kartu

# #30069
source: Card is disabled
sk: Karta je vypnutá

# #30070
source: Connection to slave failed
sk: Pripojenie k zariadeniu zlyhalo

# #30071
source: Not the owner
sk: Nie je vlastník

# #30072
source: Graph building failed
sk: Nastala chyba počas vytvárania grafu

# #30073
source: SW Encoder missing
sk: Chýba softvérový kodér

# #30074
source: No free disk space
sk: Nie je voľné miesto na disku

# #30075
source: No PMT found
sk: Nenašla sa žiadna PMT tabuľka

# #30100
source: Schedule settings
sk: Nastavenia plánovania

# #30101
source: Frequency
sk: Frekvencia

# #30102
source: Airtime
sk: Čas vysielania

# #30103
source: Channels
sk: Kanály

# #30104
source: Keep
sk: Ponechať

# #30105
source: Record minutes before start
sk: Minúty nahrávania pred začiatkom

# #30106
source: Record minutes after end
sk: Minúty nahrávania po skončení

# #30110
source: Record Once
sk: Nahrať raz

# #30111
source: Record Daily (This program)
sk: Nahrávať denne (tento program)

# #30112
source: Record Weekly
sk: Nahrávať týždenne

# #30113
source: Record Weekends
sk: Nahrávať cez víkendy

# #30114
source: Record Week Days
sk: Nahrávať cez pracovné dni

# #30120
source: This time
sk: O tomto čase

# #30121
source: Anytime
sk: Kedykoľvek

# #30125
source: This Channel
sk: Tento kanál

# #30126
source: Any Channel
sk: Akýkoľvek kanál

# #30130
source: Until space needed
sk: Dokiaľ nebude potrebné miesto

# #30131
source: Until Watched
sk: Dokiaľ bude nepozreté

# #30132
source: Days
sk: Dni

# #30133
source: Always
sk: Vždy

# #30135
source: Backend default
sk: Predvolené hodnoty backendu

# #30136
source: Kodi default
sk: Predvolené hodnoty Kodi
