Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: Server Hostname or IP
uk: Посилання або IP-адреса сервера

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
uk: Використовуйте IP адресу 127.0.0.1, якщо сервер розташований на цьому ж пристрої

# #30002
source: Port Number
uk: Номер порту

# #30003
source: Stream timeout, unknown problem
uk: Затримка потоку, невідома проблема

# #30004
source: No video data found on this channel
uk: Не знайдено даних на цьому каналі

# #30005
source: Tuner is needed for recording
uk: Потрібен тюнер для запису

# #30006
source: Recording delete failed, file in use or write protected
uk: Не вдалось видалити запис, файл використовується або захищений від запису

# #30007
source: Recording delete failed, recorded file doesn't exist
uk: Не вдалось видалити запис, файл запису не існує

# #30008
source: Recording file not found
uk: Файл запису не знайдено

# #30009
source: Alternate channel chosen:
uk: Обрано альтернативний канал:

# #30010
source: Alternate time chosen:
uk: Обрано альтернативний час:

# #30011
source: Can't start, tuner is no longer available
uk: Не вдалося запустити, тюнер більше не доступний

# #30012
source: Channel content is protected
uk: Зміст каналу захищений

# #30013
source: End time increased by
uk: Час закінчення збільшився на

# #30014
source: Enable SignalStatus calls
uk: Ввімкнути СигналСтан дзвінків

# #30015
source: Refresh SignalStatus Interval (sec)
uk: Інтервал оновлення СигналуСтану (сек)

# #30016
source: Store Resume/Watched status on server
uk: Записувати статус Продовження/Перегляду на сервері

# #30017
source: Recorded TV folder not found
uk: Теку ТБ записів неможливо відкрити

# #30018
source: Recorded TV folder cannot be opened
uk: Теку ТБ записів неможливо відкрити

# #30019
source: ServerWMC version update is available (%s)
uk: Доступна нова версія СервераWMC (%s)

# #30020
source: All tuners for this channel are busy
uk: Всі тюнери для цього каналу зайняті

# #30021
source: LiveTV timed-out
uk: Закінчився час Live TV

# #30022
source: LiveTV error, exited early
uk: Помилка в Live TV, вимкнувся швидше терміну

# #30023
source: Recording stream timed-out
uk: Закінчився час запису потоку

# #30024
source: Recording stream exited early
uk: Потік запису закінчився рано

# #30025
source: Use WakeOnLAN to wake up server
uk: Використовувати WOL щоб розбудити сервер

# #30026
source: Sending WakeOnLAN to server...
uk: Надсилання WOL сигналу до сервера...

# #30027
source: Time drift between client and backend of %s minutes
uk: Зміщення в часі між клієнтом і сервером в %s хвилин

# #30100
source: Recording Preference
uk: Налаштування запису

# #30101
source: Record this episode only
uk: Записати тільки цю серію

# #30102
source: Record the series
uk: Записати серіал

# #30103
source: Show type:
uk: Тип ТВ-шоу:

# #30104
source: New and rerun
uk: Нові і перезапущені

# #30105
source: New only
uk: Лише нові

# #30106
source: Live only
uk: Лише наживо

# #30107
source: Channel:
uk: Канал:

# #30108
source: Any Channel
uk: Будь-який канал

# #30110
source: Airtime:
uk: Ефірний час:

# #30111
source: Anytime
uk: Будь-коли

# #30120
source: Delete Timer
uk: Видалити таймер

# #30121
source: Delete this episode timer only
uk: Видалити таймер лише для цієї серії

# #30122
source: Delete the entire series
uk: Видалити весь серіал
