Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: Server Hostname or IP
hr: Naziv računala ili IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
hr: Zadržite IP adresu 127.0.0.1, ako je poslužitelj pokrenut na ovom sustavu

# #30002
source: Port Number
hr: Broj ulaza

# #30003
source: Stream timeout, unknown problem
hr: Istek vremena streama, nepoznat problem

# #30004
source: No video data found on this channel
hr: Nema pronađenih video podataka na ovom programu

# #30005
source: Tuner is needed for recording
hr: Prijemnik je potreban za snimanje

# #30006
source: Recording delete failed, file in use or write protected
hr: Neuspjelo brisanje snimanja, datoteka je u upotrebi ili nemate dozvolu za brisanje

# #30007
source: Recording delete failed, recorded file doesn't exist
hr: Neuspjelo brisanje snimanja, datoteka snimanja ne postoji

# #30008
source: Recording file not found
hr: Datoteka snimanja nije pronađena

# #30009
source: Alternate channel chosen:
hr: Alternativan program je odabran:

# #30010
source: Alternate time chosen:
hr: Alternativno vrijeme je odabrano:

# #30011
source: Can't start, tuner is no longer available
hr: Nemoguće pokretanje, prijemnik više nije dostupan

# #30012
source: Channel content is protected
hr: Sadržaj programa je zaštićen

# #30013
source: End time increased by
hr: Vrijeme završetka povećano je od

# #30014
source: Enable SignalStatus calls
hr: Omogući pozive stanja signala

# #30015
source: Refresh SignalStatus Interval (sec)
hr: Vrijeme osvježavanja stanja signala (sek)

# #30016
source: Store Resume/Watched status on server
hr: Spremi stanje Nastavi-gledanje/Odgledano na poslužitelj

# #30017
source: Recorded TV folder not found
hr: Mapa TV snimanja nije pronađena

# #30018
source: Recorded TV folder cannot be opened
hr: Mapa TV snimanja ne može se otvoriti

# #30019
source: ServerWMC version update is available (%s)
hr: Ažuriranje (%s) inačice WMC poslužitelja je dostupno

# #30020
source: All tuners for this channel are busy
hr: Svi prijemnici za ovaj program su zauzeti

# #30021
source: LiveTV timed-out
hr: Istek vremena emitiranja

# #30022
source: LiveTV error, exited early
hr: Greška emitiranja, ranije isključeno

# #30023
source: Recording stream timed-out
hr: Istek vremena streama snimanja

# #30024
source: Recording stream exited early
hr: Stream snimanja ranije isključen

# #30025
source: Use WakeOnLAN to wake up server
hr: Koristi WakeOnLAN za buđenje poslužitelja

# #30026
source: Sending WakeOnLAN to server...
hr: Slanje WakeOnLAN na poslužitelj...

# #30027
source: Time drift between client and backend of %s minutes
hr: Vrijeme pomaka između klijenta i pozadinskog softvera %s minuta

# #30100
source: Recording Preference
hr: Osobitosti snimanja

# #30101
source: Record this episode only
hr: Snimi samo ovu epizodu

# #30102
source: Record the series
hr: Snimi cijelu seriju

# #30103
source: Show type:
hr: Prikaži vrstu:

# #30104
source: New and rerun
hr: Nove i reprize

# #30105
source: New only
hr: Samo nove

# #30106
source: Live only
hr: Samo emitiranje uživo

# #30107
source: Channel:
hr: Program:

# #30108
source: Any Channel
hr: Bilo koji program

# #30110
source: Airtime:
hr: Vrijeme emitiranja:

# #30111
source: Anytime
hr: Bilo koje vrijeme

# #30120
source: Delete Timer
hr: Obriši zakazano snimanje

# #30121
source: Delete this episode timer only
hr: Obriši samo zakazano snimanje ove epizode

# #30122
source: Delete the entire series
hr: Obriši cijelu seriju
