Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.hts/addon/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: Tvheadend hostname or IP address
lt: Tvheadend host pavadinimas arba IP adresas

# #30001
source: HTTP port
lt: HTTP portas

# #30002
source: HTSP port
lt: HTSP portas

# #30003
source: Username
lt: Vartotojo vardas

# #30004
source: Password
lt: Slaptažodis

# #30006
source: Connect timeout in seconds
lt: Prisijungimo užlaikymas sek.

# #30007
source: Response timeout in seconds
lt: Atsakymo laikas sek.

# #30100
source: Tvheadend transcoding settings
lt: Tvheadend transkodavimo nustatymai

# #30101
source: Transcoding settings
lt: Transkodavimo nustatymai

# #30102
source: Enable transcoding
lt: Įjungti transkodavimą

# #30103
source: Audio codec
lt: Audio kodekai

# #30104
source: Video codec
lt: Vaizdo kodekai

# #30105
source: Resolution
lt: Rezoliucija

# #30500
source: Disconnected from '%s'
lt: Atsijungta nuo '%s'

# #30501
source: Reconnected to '%s'
lt: Prisijungta prie '%s'
