Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: VDR Hostname or IP
hr: VDR naziv računala ili IP

# #30001
source: VNSI Port
hr: VNSI ulaz

# #30002
source: Priority
hr: Prioritet

# #30003
source: Character Set Conversion
hr: Skup znakova konverzije

# #30004
source: Connect timeout (s)
hr: Istek vremena povezivanja (sek)

# #30005
source: Allow VDR Messages
hr: Dopusti VDR poruke

# #30006
source: Read recordings from directory
hr: Čitaj snimanja iz direktorija

# #30007
source: VDR recordings directory
hr: VDR direktorij snimanja

# #30008
source: Channel search
hr: Pretraživanje programa

# #30009
source: Channel search - Settings
hr: Pretraživanje programa - Postavke

# #30010
source: Start Channel search
hr: Pokreni pretraživanje programa

# #30011
source: Source Type
hr: Vrsta izvora

# #30012
source: TV channels
hr: TV programi

# #30013
source: Radio channels
hr: Radio programi

# #30014
source: FTA channels
hr: Nekôdirani programi

# #30015
source: Scrambled channels
hr: Kôdirani programi

# #30016
source: HD channels
hr: HD programi

# #30017
source: Country
hr: Zemlja

# #30018
source: Cable Inversion
hr: Inverzija kabla

# #30019
source: Cable Symbolrate
hr: Protok simbola kabla

# #30020
source: Cable modulation
hr: Modulacija kabla

# #30021
source: Terr Inversion
hr: Zemaljska inverzija

# #30022
source: Satellite
hr: Satelit

# #30023
source: ATSC Type
hr: ATSC vrsta

# #30024
source: Back
hr: Nazad

# #30025
source: Channel search - running... %i %%
hr: Pretraživanje programa - pokretanje... %i %%

# #30026
source: Type:
hr: Vrsta:

# #30027
source: Device:
hr: Uređaj:

# #30028
source: Scan: %i
hr: Pretraži: %i

# #30030
source: New channels: %i
hr: Novi programi: %i

# #30031
source: All channels: %i
hr: Svi programi: %i

# #30032
source: Analog TV
hr: Analogna TV

# #30033
source: Analog Radio
hr: Analogni Radio

# #30035
source: New channels
hr: Novi programi

# #30036
source: Channel search - Finished
hr: Pretraživanje programa - Završeno

# #30037
source: No device available - exiting
hr: Nema dostupnih uređaja - izlazim

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
hr: Nema dostupnih DVB-S2 uređaja - pokušavam prebaciti na DVB-S

# #30039
source: Running
hr: Pokrenuto

# #30040
source: Stopped
hr: Zaustavljeno

# #30041
source: Finished
hr: Završeno

# #30042
source: Channel search - Canceled
hr: Pretraživanje programa - Prekinuto

# #30043
source: Channel search - Error
hr: Pretraživanje programa - Greška

# #30044
source: Lost connection to VDR Server
hr: Izgubljena veza s VDR poslužiteljem

# #30045
source: Connection to VDR Server restored
hr: Povezivanje s VDR poslužiteljem ponovno uspostavljeno

# #30046
source: Create channel groups automatically on the server
hr: Stvori grupu programa automatski na poslužitelju

# #30047
source: Request Timeshift
hr: Omogući vremensko premotavanje

# #30101
source: Setup
hr: Postavljanje

# #30102
source: Controlling OSD - press info to exit
hr: Upravljanje OSD - pritisni info za izlaz

# #30103
source: Select to control OSD
hr: Odaberi za upravljanje OSD-om

# #30104
source: Timeshift Mode
hr: Način vremenskog premotavanja

# #30105
source: Timeshift Buffer (RAM) x100 MB
hr: Međumemorija vremenskog premotavanja (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
hr: Međumemorija vremenskog premotavanja (Datoteka) x1 GB

# #30107
source: VDR Admin
hr: VDR administrator

# #30108
source: Channels
hr: Programi

# #30109
source: Provider whitelist
hr: Dopušteni pružatelj usluga

# #30110
source: Channel blacklist
hr: Blokirani programi

# #30111
source: Channel filters
hr: Filtri programa

# #30112
source: Radio Channels
hr: Radio programi

# #30113
source: Save filters
hr: Spremi filter

# #30114
source: Provider Unknown
hr: Nepoznat pružatelj usluge
