Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Welsh/strings.po
Languages: cy

# #30000
source: VDR Hostname or IP
cy: Enw gwesteiwr neu gyfeiriad IP VDR

# #30001
source: VNSI Port
cy: Porth VNSI

# #30002
source: Priority
cy: Blaenoriaeth:

# #30003
source: Character Set Conversion
cy: Trosi'r Set Nod

# #30004
source: Connect timeout (s)
cy: Amser allan cysylltu (e)

# #30005
source: Allow VDR Messages
cy: Caniatáu Negeseuon VDR

# #30006
source: Read recordings from directory
cy: Darllen recordiadau o gyferiadur

# #30007
source: VDR recordings directory
cy: Cyfeiriadur recordiadau VDR

# #30008
source: Channel search
cy: Chwilio sianeli

# #30009
source: Channel search - Settings
cy: Chwilio sianeli - Gosodiadau

# #30010
source: Start Channel search
cy: Cychwyn chwilio Sianeli

# #30011
source: Source Type
cy: Math Ffynhonnell

# #30012
source: TV channels
cy: Sianeli teledu

# #30013
source: Radio channels
cy: Sianeli radio

# #30014
source: FTA channels
cy: Sianeli Rhydd

# #30015
source: Scrambled channels
cy: Sianeli caeëdig

# #30016
source: HD channels
cy: Sianeli Clir

# #30017
source: Country
cy: Gwlad

# #30018
source: Cable Inversion
cy: Gwrthdroad Cebl

# #30019
source: Cable Symbolrate
cy: Graddfa Symbol Cebl

# #30020
source: Cable modulation
cy: Modyliad cebl

# #30021
source: Terr Inversion
cy: Gwthdroad Terr

# #30022
source: Satellite
cy: Lloeren

# #30023
source: ATSC Type
cy: Math ATSC

# #30024
source: Back
cy: Nôl

# #30025
source: Channel search - running... %i %%
cy: Chwilio sianeli - rhedeg %i %%

# #30026
source: Type:
cy: Math:

# #30027
source: Device:
cy: Dyfeisiau:

# #30028
source: Scan: %i
cy: Sgan: %i

# #30030
source: New channels: %i
cy: Sianeli newydd: %i

# #30031
source: All channels: %i
cy: Pob sianel: %i

# #30032
source: Analog TV
cy: Teledu Analog

# #30033
source: Analog Radio
cy: Radio Analog

# #30034
source: Transponder:
cy: Trawspondydd:

# #30035
source: New channels
cy: Sianeli newydd

# #30036
source: Channel search - Finished
cy: Chwilio sianel - Wedi gorffen

# #30037
source: No device available - exiting
cy: Dim dyfais ar gael - gadael

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
cy: Dim dyfais DVB-S2 ar gael - ceisio mynd yn ôl i DVB-S

# #30039
source: Running
cy: Rhedeg

# #30040
source: Stopped
cy: Ataliwyd

# #30041
source: Finished
cy: Gorffennwyd

# #30042
source: Channel search - Canceled
cy: Chwilio sianeli - Diddymwyd

# #30043
source: Channel search - Error
cy: Chwilio sianel - Gwall

# #30044
source: Lost connection to VDR Server
cy: Collwyd y cysylltiad â'r Gweinydd VDR

# #30045
source: Connection to VDR Server restored
cy: Cysylltiad â'r Gweinydd VDR wedi ei adfer

# #30046
source: Create channel groups automatically on the server
cy: Creu grwpiau sianel yn awtomatig ar y gweinydd

# #30047
source: Request Timeshift
cy: Gofyn am Sy,mud Amser

# #30100
source: VDR OSD
cy: OSD VDR

# #30101
source: Setup
cy: Gosod

# #30102
source: Controlling OSD - press info to exit
cy: Rheoli OSD - pwyso gwyb i adael

# #30103
source: Select to control OSD
cy: Dewis i reoli'r OSD

# #30104
source: Timeshift Mode
cy: Modd Symud Amser

# #30105
source: Timeshift Buffer (RAM) x100 MB
cy: Byffer Symud Amser(RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
cy: Byffer Symud Amser (File) x1 GB

# #30107
source: VDR Admin
cy: Gweinyddiaeth VDR

# #30108
source: Channels
cy: Sianeli

# #30109
source: Provider whitelist
cy: Rhestr wen darparwr

# #30110
source: Channel blacklist
cy: Rhestr ddu sianel

# #30111
source: Channel filters
cy: Hidlau sianel

# #30112
source: Radio Channels
cy: Sianeli radio

# #30113
source: Save filters
cy: Cadw hidlau

# #30114
source: Provider Unknown
cy: Darparwr Anhysbys
