Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.pctv/addon/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: Location
he: מיקום

# #30001
source: Local Path (include Local Network)
he: נתיב מקומי (כלול רשת מקומית)

# #30002
source: Remote Path (Internet address)
he: הסרת נתיב (כתובת אינטרנט)

# #30010
source: General
he: כללי

# #30011
source: M3U Play List Path
he: נתיב רשימת ניגון M3U

# #30012
source: M3U Play List URL
he: כתובת URL רשימת ניגון M3U

# #30013
source: Numbering channels starts at
he: מספור ערוצים מתחיל ב

# #30020
source: EPG Settings
he: הגדרות לוח שידורים

# #30021
source: XMLTV Path
he: נתיב XMLTV

# #30022
source: XMLTV URL
he: כתובת URL XMLTV

# #30023
source: Apply Time Shift To All Channels
he: החל היסט זמן על כל הערוצים

# #30024
source: EPG Time Shift (hours)
he: תזמון לוח שידורים (שעות)

# #30025
source: Cache m3u at local storage
he: מטמון M3U בחסון מקומי

# #30026
source: Cache XMLTV at local storage
he: מטמון XMLTV באחסון מקומי

# #30030
source: Channels Logos
he: סמלי ערוצים

# #30031
source: Channels Logos Folder
he: תיקיית סמלי ערוצים

# #30032
source: Channels Logos Base URL
he: נתיב בסיסי של סמלי ערוצים
