Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Welsh/strings.po
Languages: cy

# #30000
source: VU+ hostname or IP address
cy: Enw gwesteiwr neu gyfeiriad IP VU+

# #30002
source: Streaming Port
cy: Porth Ffrydio

# #30003
source: Username
cy: Enw defnyddiwr

# #30004
source: Password
cy: Cyfrinair

# #30007
source: Response timeout in seconds
cy: Ymateb amser allan mewn eiliadau

# #30008
source: Icon Path
cy: Llwybr Eiconau

# #30010
source: Update Interval in minutes
cy: Cyfnod diweddaru mewn munudau

# #30011
source: Automatic Timerlist Cleanup
cy: Glanhau Amserlen yn Awtomatig

# #30012
source: Webinterface Port
cy: Porth Rhyngwyneb Gwe

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
cy: Sapio cyn newid sianel (h.y. ar gyfer blychau Tiwniwr Unigol)

# #30014
source: Folder for channeldata
cy: Ffolder ar gyfer data sianel

# #30015
source: Check for bouquett updates
cy: Gwirio am ddiweddariad bouquett

# #30016
source: Check for channel updates
cy: Gwirio am ddiweddariad sianeli

# #30017
source: Use only the DVB boxes' current recording path
cy: Defnyddio llwybr recordio cyfredol y blwch DVB

# #30018
source: General
cy: Cyffredinol

# #30019
source: Channels
cy: Sianeli

# #30020
source: Advanced
cy: Uwch

# #30022
source: Recordings / Timer
cy: Recordiadau / Amserydd

# #30023
source: Recording folder on the receiver
cy: Ffolder recordio ar y derbynnydd

# #30024
source: Send DeepStandby-Command
cy: Anfon DeepStandby-Command

# #30025
source: Fetch only one TV bouquet
cy: Estyn dim ond un bouquet Teledu

# #30027
source: Fetch picons from webinterface
cy: Estyn piconau o'r rhyngwyneb gwe

# #30500
source: Disconnected from '%s'
cy: Datgysylltwyd o '%s'

# #30501
source: Reconnected to '%s'
cy: Ail gysylltwyd Ã¢ '%s'
