Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/*/strings.po
Languages: dutch, japanese, russian

# #30000
source: Mediaportal Hostname
dutch: Mediaportal Hostnaam
japanese: Medialportal ホスト名
russian: Имя хоста Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
dutch: Mediaportal Kodi plugin poort
japanese: Mediaportal Kodi プラグインのポート番号
russian: Порт дополнения Kodi для Mediaportal

# #30002
source: Free-to-air only
dutch: Toon alleen vrij te ontvangen kanalen
japanese: Free-to-air のみ
russian: Только отрытые каналы

# #30003
source: Include Radio
dutch: Toon radio
japanese: ラジオも含める
russian: Включать радио

# #30004
source: Fast channel switching (don't stop timeshift)
dutch: Snel zappen (timeshift niet stoppen)
japanese: 高速チャンネルスイッチ（タイムシフトは止めない）
russian: Быстрое переключение каналов (без остановки таймшифта)

# #30005
source: Connect timeout (s)
dutch: Verbindingstimeout (s)
japanese: 接続タイムアウト (秒)
russian: Интервал ожидания подключения (с.)

# #30006
source: Import only TV Channels from group
dutch: Importeer alleen TV kanalen uit groep
japanese: グループから TV チャンネルのみインポート
russian: Импортировать только каналы ТВ из группы

# #30007
source: Import only Radio Channels from group
dutch: Importeer alleen radio kanalen uit groep
japanese: グループからラジオチャンネルのみインポート
russian: Импортировать только каналы радио из группы

# #30008
source: Convert hostname to IP-adress
dutch: Converteer hostnaam naar IP adres
japanese: ホスト名を IP アドレスに変換
russian: Преобразовать имя хоста в IP-адрес

# #30009
source: EPG: Read genre strings (slow)
dutch: EPG: Genre tekst inlezen (traag)
japanese: EPG: ジャンル名を読み込む (低速)
russian: EPG: получать жанры (медленно)

# #30010
source: Wait time after tuning a channel (ms)
dutch: Wachttijd na kanaal tunen(ms)
japanese: チャンネルをあわせたあとの待ち時間 (ms)
russian: Интервал ожидания после настройки канала (мс)

# #30015
source: Streaming method
dutch: Streaming methode
japanese: ストリーミング方式
russian: Метод потока

# #30016
source: Windows user account (SMB)
dutch: Windows gebruikersnaam (SMB)
japanese: Windows ユーザーアカウント (SMB)
russian: Имя пользователя Windows (SMB)

# #30017
source: Windows password (SMB)
dutch: Windows wachtwoord (SMB)
japanese: Windows パスワード (SMB)
russian: Пароль Windows (SMB)

# #30018
source: Use RTSP streaming
dutch: Gebruik RTSP streaming
japanese: RTSP ストリーミングを使用
russian: Использовать поток RTSP

# #30040
source: Connection
dutch: Verbinding
japanese: 接続
russian: Соединение

# #30042
source: Playback
dutch: Afspelen
japanese: 再生
russian: Воспроизведение

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
dutch: Uw TVServerKodi plugin '%s' is te oud. U heeft minimaal versie '%s' of nieuwer nodig!
japanese: TVServerKodi バージョン '%s' は古すぎます。'%s' かそれ以上のバージョンにアップグレードしてください！
russian: Версия ТВ-сервера Kodi "%s" слишком старая. Обновитесь до версии "%s" или выше.

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
dutch: Uw TVServerKodi plugin is te oud. U heeft minimaal versie '%s' of nieuwer nodig!
japanese: TVServerKodi バージョンが古すぎます。'%s' かそれ以上のバージョンにアップグレードしてください！
russian: Версия ТВ-сервера Kodi слишком старая. Обновитесь до версии "%s" или выше.

# #30052
source: Recording playback failed. Empty URL of filename.
dutch: Afspelen opname mislukt. Lege URL of bestandsnaam.
japanese: 録画の再生に失敗しました。ファイル名の URL が空です。
russian: Не удалось воспроизвести запись. Путой URL или имя файла

# #30060
source: All cards are busy
dutch: Alle kaarten zijn bezet
japanese: 全カードが使用中です
russian: Все карты заняты

# #30061
source: Channel is scrambled
dutch: Kanaal is gecodeerd
japanese: チャンネルがスクランブル化されています
russian: Канал зашифрован

# #30062
source: No video or audio detected
dutch: Geen video of audio gedetecteerd
japanese: 映像や音声が検出されませんでした
russian: Видео- или аудиопоток не обнаружен

# #30063
source: No signal detected
dutch: Geen signaal
japanese: 信号が検出されませんでした
russian: Нет сигнала

# #30064
source: Unknown error
dutch: Onbekende fout
japanese: 不明なエラー
russian: Неизвестная ошибка

# #30065
source: Unable to start graph
dutch: Graph starten mislukt
japanese: グラフを開始できません
russian: Не удалось запустить граф

# #30066
source: Unknown channel
dutch: Onbekend kanaal
japanese: 不明なチャンネル
russian: Неизвестный канал

# #30067
source: No tuning details
dutch: Geen tuning details
japanese: チューニング情報がありません
russian: Нет сведений о настройке

# #30068
source: Channel is not mapped to any card
dutch: Kanaal is niet gekoppeld aan een kaart
japanese: チャンネルがどのカードにも割り当てられていません
russian: Канал не привязан ни к одной карте

# #30069
source: Card is disabled
dutch: Kaart is uitgeschakeld
japanese: カードが無効になっています
russian: Карта отключена

# #30070
source: Connection to slave failed
dutch: Verbinding met slave verbroken
japanese: スレーブへの接続に失敗
russian: Не удалось подключиться к ведомому устройство

# #30071
source: Not the owner
dutch: Niet de eigenaar
japanese: オーナーではありません
russian: Владелец отсутствует

# #30072
source: Graph building failed
dutch: Aanmaken Graph mislukt
japanese: グラフ作成に失敗
russian: Не удалось построить граф

# #30073
source: SW Encoder missing
dutch: SW Encoder ontbreekt
japanese: ソフトウェアエンコーダーがありません
russian: Отсутствует программный кодировщик

# #30074
source: No free disk space
dutch: Geen vrije schijfruimte
japanese: ディスクの空き領域がありません
russian: Нет места на диске

# #30075
source: No PMT found
dutch: Geen PMT gevonden
japanese: PMT がみつかりません
russian: PMT не найдена

# #30100
source: Schedule settings
dutch: Schema instellingen
japanese: スケジュール設定
russian: Настройки Расписаний

# #30101
source: Frequency
dutch: Frequentie
japanese: 周波数
russian: Периодичность

# #30102
source: Airtime
dutch: Uitzendtijd
japanese: 放送時刻
russian: Время эфира

# #30103
source: Channels
dutch: Kanalen
japanese: チャンネル
russian: Каналы

# #30104
source: Keep
dutch: Behouden
japanese: 保管
russian: Сохранить

# #30105
source: Record minutes before start
dutch: Opnameminuten voor start
japanese: 録画開始前(分)
russian: Кол-во минут перед началом записи

# #30106
source: Record minutes after end
dutch: Opnameminuten na einde
japanese: 録画終了後(分)
russian: Кол-во минут после окончания записи

# #30110
source: Record Once
dutch: Eenmaal opnemen
japanese: 一回だけ録画
russian: Записать единожды

# #30111
source: Record Daily (This program)
dutch: Dagelijks opnemen (Dit programma)
japanese: （この番組を）毎日録画する
russian: Записывать ежедневно (Эту программу)

# #30112
source: Record Weekly
dutch: Wekelijks opnemen
japanese: 毎週録画する
russian: Записывать еженедельно

# #30113
source: Record Weekends
dutch: opnemen weekenden
japanese: 週末のみ録画する
russian: Записывать в выходные дни

# #30114
source: Record Week Days
dutch: opnemen week dagen
japanese: 平日録画する
russian: Записывать в будни

# #30120
source: This time
dutch: Deze tijd
japanese: この時間
russian: В это время

# #30121
source: Anytime
dutch: Altijd
japanese: いつでも
russian: Любое время

# #30125
source: This Channel
dutch: Dit kanaal
japanese: このチャンネル
russian: Этот канал

# #30126
source: Any Channel
dutch: Elk kanaal
japanese: すべてのチャンネル
russian: Любой Канал

# #30130
source: Until space needed
dutch: Tot wanneer ruimte benodigd is.
japanese: 容量がいっぱいになるまで
russian: Пока не будет нужно свободное место

# #30131
source: Until Watched
dutch: Tot bekeken
japanese: 視聴するまで
russian: Пока не просмотрено

# #30132
source: Days
dutch: dagen
japanese: 日
russian: дн.

# #30133
source: Always
dutch: Altijd
japanese: いつも
russian: Всегда

# #30135
source: Backend default
dutch: Backend standaard
japanese: バックエンドの規定値
russian: Стандартные настройки серверной части

# #30136
source: Kodi default
dutch: Kodi standaard
japanese: Kodi の規定値
russian: Стандартные настройки Kodi
