Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mythtv.cmyth/addon/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: MythTV Backend Hostname or IP
ta_in: MythTV பின்தள புரவலன் பெயர் அல்லது ஐபி

# #30001
source: MythTV Backend Port
ta_in: MythTV பின்தள போர்ட்

# #30002
source: MythTV Database Username
ta_in: MythTV தரவுத்தள பயனர்பெயர்

# #30003
source: MythTV Database Password
ta_in: MythTV தரவுத்தள கடவுச்சொல்

# #30004
source: MythTV Database Databasename
ta_in: MythTV தரவுத்தளம் தரவுத்தள பெயர்

# #30005
source: Include more debug information in the log file
ta_in: பதிவு கோப்பில் இன்னும் பிழைத்திருத்த தகவல் சேர்க்கவும்

# #30006
source: Enable Live TV
ta_in: நேரடி தொலைக்காட்சி செயல்படுத்து

# #30007
source: Allow Live TV to move scheduled shows
ta_in: அட்டவணைப்படுத்தப்பட்ட நிகழ்ச்சிகள் நகர்த்த நேரடி தொலைக்காட்சி அனுமதி கொடு

# #30008
source: Conflict handling
ta_in: மோதல் கையாளுதல்

# #30009
source: Prefer Live TV when recording has later slot
ta_in: பதிவு செய்தல் ஸ்லாட் உள்ள போதும் நேரடி தொலைக்காட்சியை விரும்பு

# #30010
source: Prefer recording and stop Live TV
ta_in: நேரடி தொலைக்காட்சி நிறுத்திவிட்டு பதிவு செய்தலை விரும்பு

# #30011
source: Prefer Live TV and cancel conflicting recording
ta_in: முரண்பட்ட பதிவு ரத்து செய்துவிட்டு நேரடி தொலைக்காட்சியை விரும்பு

# #30019
source: General
ta_in: பொதுவானவை

# #30020
source: Template provider
ta_in: வார்ப்புரு வழங்குநர்

# #30021
source: Internal
ta_in: உள்ளக

# #30025
source: Internal template
ta_in: உள் வார்ப்புரு

# #30026
source: Automatically Look Up Metadata
ta_in: தானாக மெட்டாடேட்டா பூட்டிடு

# #30027
source: Commercial Flag new recordings
ta_in: வணிக கொடி புதிய பதிவுகள்

# #30028
source: Transcode new recordings
ta_in: புதிய பதிவுகள் ட்ரான்ஸ்கோட்

# #30029
source: Run User Job #1
ta_in: பயனர் வேலை # 1 ஓட்டு

# #30030
source: Run User Job #2
ta_in: பயனர் வேலை # 2 ஓட்டு

# #30031
source: Run User Job #3
ta_in: பயனர் வேலை # 3 ஓட்டு

# #30032
source: Run User Job #4
ta_in: பயனர் வேலை # 4 ஓட்டு

# #30033
source: Transcoder
ta_in: டிரான்ஸ்கோடர்

# #30034
source: Allow recordings to expire?
ta_in: பதிவுகள் காலாவதியாகும்வரை அனுமதி?

# #30049
source: Recording template
ta_in: பதிவு வார்ப்புரு

# #30050
source: Advanced
ta_in: மேம்பட்ட

# #30100
source: Protocol version: %i - Database version: %i
ta_in: நெறிமுறை பதிப்பு: %i - தரவுத்தள பதிப்பு: %i

# #30300
source: Failed to connect to MythTV backend
ta_in: பின்தளத்தில் MythTV இணைக்க முடியவில்லை

# #30301
source: Failed to connect to MythTV database
ta_in: MythTV தரவுத்தளம் இணைக்க முடியவில்லை

# #30302
source: Connection to MythTV backend lost
ta_in: MythTV பின்தள இணைப்பு இழந்தது

# #30303
source: Connection to MythTV restored
ta_in: மீண்டும் MythTV இணைக்கப்பட்டுள்ளது

# #30304
source: No response from MythTV backend
ta_in: MythTV பின்தளத்தில் இருந்து எந்த பதிலும் வரவில்லை

# #30305
source: Channel unavailable
ta_in: சேனல் கிடைக்கவில்லை

# #30306
source: Recorder unavailable
ta_in: ரெக்கார்டர் கிடைக்கவில்லை

# #30307
source: Canceling conflicting recording: %s
ta_in: முரண்பட்ட பதிவு ரத்து செய் : %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
ta_in: முரண்பட்ட பதிவு காரணமாக நேரடி தொலைக்காட்சி நிறுத்தப்படுடுகின்றது: %s

# #30310
source: Enabled
ta_in: செயல்படுத்தபட்டுள்ளது

# #30311
source: Disabled
ta_in: முடக்கப்பட்டன
