Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: VDR Hostname or IP
id: Hostname atau alamat IP VDR

# #30001
source: VNSI Port
id: Port VNSI

# #30002
source: Priority
id: Prioritas

# #30003
source: Character Set Conversion
id: Konversi Set Karakter

# #30004
source: Connect timeout (s)
id: Timeout koneksi (s)

# #30005
source: Allow VDR Messages
id: Perbolehkan pesan VDR

# #30006
source: Read recordings from directory
id: Baca rekaman dari direktori

# #30007
source: VDR recordings directory
id: Direktori perekaman VDR

# #30008
source: Channel search
id: Cari Kanal

# #30009
source: Channel search - Settings
id: Cari Kanal - Setelan

# #30010
source: Start Channel search
id: Mulai pencarian kanal

# #30011
source: Source Type
id: Tipe sumber

# #30012
source: TV channels
id: Saluran TV

# #30013
source: Radio channels
id: Saluran Radio

# #30014
source: FTA channels
id: Kanal siaran gratis

# #30015
source: Scrambled channels
id: Kanal yang diacak

# #30016
source: HD channels
id: Kanal HD

# #30017
source: Country
id: Negara

# #30018
source: Cable Inversion
id: Inversi Kabel

# #30019
source: Cable Symbolrate
id: Symbolrate Kabel

# #30020
source: Cable modulation
id: Modulasi Kabel

# #30021
source: Terr Inversion
id: Inversi Terr

# #30022
source: Satellite
id: Satelit

# #30023
source: ATSC Type
id: Tipe ATSC

# #30024
source: Back
id: Mundur

# #30025
source: Channel search - running... %i %%
id: Pencarian kanal - sedang berlangsung... %i %%

# #30026
source: Type:
id: Tipe:

# #30027
source: Device:
id: Perangkat:

# #30028
source: Scan: %i
id: Pindai: %i

# #30029
source: Signal: %i %%
id: Sinyal: %i %%

# #30030
source: New channels: %i
id: Kanal baru: %i

# #30031
source: All channels: %i
id: Semua kanal: %i

# #30032
source: Analog TV
id: TV analog

# #30033
source: Analog Radio
id: Radio analog

# #30035
source: New channels
id: Kanal baru

# #30036
source: Channel search - Finished
id: Pencarian kanal - Selesai

# #30037
source: No device available - exiting
id: Tidak ada perangkat tersedia - Program dihentikan

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
id: Tidak ada perangkat DVB-S2 tersedia - Mencoba kembali ke DVB-S

# #30039
source: Running
id: Menjalankan

# #30040
source: Stopped
id: Terhenti

# #30041
source: Finished
id: Selesai

# #30042
source: Channel search - Canceled
id: Pencarian kanal - digagalkan

# #30043
source: Channel search - Error
id: Pencarian kanal - Error

# #30044
source: Lost connection to VDR Server
id: Koneksi ke Server VDR terputus

# #30045
source: Connection to VDR Server restored
id: Koneksi ke Server VDR tersambung kembali

# #30046
source: Create channel groups automatically on the server
id: Buat grup kanal secara otomatis di server

# #30047
source: Request Timeshift
id: Meminta Timeshift

# #30100
source: VDR OSD
id: OSD VDR

# #30101
source: Setup
id: Konfigurasi

# #30102
source: Controlling OSD - press info to exit
id: Mengatur OSD - tekan info untuk keluar

# #30103
source: Select to control OSD
id: Pilih untuk menjalankan OSD

# #30104
source: Timeshift Mode
id: Modus Timeshift

# #30105
source: Timeshift Buffer (RAM) x100 MB
id: Penyangga Timeshift (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
id: Penyangga Timeshift (Berkas) x1 GB

# #30107
source: VDR Admin
id: Admin VDR

# #30108
source: Channels
id: Saluran

# #30109
source: Provider whitelist
id: Whitelist Penyedia

# #30110
source: Channel blacklist
id: Blacklist Kanal

# #30111
source: Channel filters
id: Filter Kanal

# #30112
source: Radio Channels
id: Kanal Radio

# #30113
source: Save filters
id: Simpan filter

# #30114
source: Provider Unknown
id: Penyedia tidak dikenal
