Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Greek/strings.po
Languages: el

# #30000
source: DVBViewer Recording Service IP Address
el: Διεύθυνση IP της Υπηρεσίας Εγγραφών του DVBViewer

# #30001
source: Webinterface Port
el: Θύρα Διασύνδεσης Ιστού

# #30002
source: Username
el: Όνομα χρήστη

# #30003
source: Password
el: Κωδικός πρόσβασης

# #30010
source: Use favourites instead of channel list
el: Χρήση αγαπημένων αντί λίστας καναλιών

# #30011
source: Use local favourites file
el: Χρήση τοπικού αρχείου αγαπημένων

# #30012
source: Select the favourites.xml file
el: Επιλογή του αρχείου αγαπημένων favourites.xml

# #30020
source: Enable Timeshift
el: Ενεργοποίηση Timeshift

# #30021
source: Timeshift buffer path
el: Διαδρομή προσωρινής αποθήκευσης Timeshift

# #30030
source: Use RTSP streaming for live TV
el: Χρήση ροής RTSP για ζωντανή τηλεόρασης

# #30040
source: Enable low performance mode (disables logos & thumbnails)
el: Λειτουργία χαμηλής απόδοσης (απενεργοποιεί λογότυπα & μικρογραφίες)

# #30050
source: Group recordings
el: Εγγραφές γκρουπ

# #30051
source: disabled
el: ανενεργό

# #30052
source: by recording directory
el: ανά φάκελο εγγραφής

# #30053
source: by recording date
el: ανά ημερομηνία εγγραφής

# #30054
source: by first letter
el: αλφαβητικά

# #30055
source: by tv channel
el: ανά κανάλι

# #30056
source: by series
el: ανά σειρά

# #30100
source: General
el: Γενικά

# #30101
source: Advanced
el: Για Προχωρημένους

# #30102
source: Recordings
el: Εγγραφές

# #30500
source: Unable to connect to the DVBViewer Recording Service
el: Αδυναμία σύνδεσης με την Υπηρεσία Εγγραφών του DVBViewer

# #30501
source: DVBViewer Recording Service version %s or higher required
el: Απαιτείται η έκδοση %s ή ανώτερη για την Υπηρεσία Εγγραφών του DVBViewer

# #30502
source: Unable to parse channel list
el: Αδυναμία ανάλυσης της λίστας καναλιών

# #30503
source: Check XBMC log for more information
el: Ελέγξτε το αρχείο καταγραφής του XBMC για περισσότερες πληροφορίες

# #30504
source: Unable to open local favourites.xml
el: Αδυναμία χρήσης του τοπικού αρχείου favourites.xml

# #30505
source: Unable to parse favourites list
el: Αδυναμία ανάλυσης της λίστας αγαπημένων

# #30506
source: Unable to parse timer list
el: Αδυναμία ανάλυσης της λίστας χρονοδιακοπτών
