Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Latvian/strings.po
Languages: lv

# #30000
source: VU+ hostname or IP address
lv: VU+ saimniekvārds vai IP adrese

# #30002
source: Streaming Port
lv: Straumēšanas ports

# #30003
source: Username
lv: LIetotājvārds

# #30004
source: Password
lv: Parole

# #30007
source: Response timeout in seconds
lv: Atbildes noilgums sekundēs

# #30008
source: Icon Path
lv: Ikonu ceļš

# #30010
source: Update Interval in minutes
lv: Atjaunināšanas intervāls minūtēs

# #30011
source: Automatic Timerlist Cleanup
lv: Automātiska taimersaraksta uzkopšana

# #30012
source: Webinterface Port
lv: Tīmekļa saskarnes ports

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
lv: Pārslēgt pirms kanāla pārslēgšanās (piem., viena uztvērēja pierīcēm)

# #30014
source: Folder for channeldata
lv: Mape kanāldatiem

# #30015
source: Check for bouquett updates
lv: Pārbaudīt buķetes atjauninājumus

# #30016
source: Check for channel updates
lv: Pārbaudīt kanāla atjauninājumus

# #30017
source: Use only the DVB boxes' current recording path
lv: Izmantot tikai DVB pierīces pašreizējo ierakstīšanas ceļu

# #30018
source: General
lv: Vispārīgi

# #30019
source: Channels
lv: Kanāli

# #30020
source: Advanced
lv: Papildus

# #30022
source: Recordings / Timer
lv: Ieraksti / Taimeris

# #30023
source: Recording folder on the receiver
lv: Ierakstīšanas mape atskaņotājā

# #30024
source: Send DeepStandby-Command
lv: Sūtīt "dziļas gatavības" komandu

# #30025
source: Fetch only one TV bouquet
lv: Iegūt tikai vienu TV buķeti

# #30026
source: TV-Bouquet
lv: TV-buķete

# #30027
source: Fetch picons from webinterface
lv: Iegūt pikonas no tīmeklā saskarnes

# #30500
source: Disconnected from '%s'
lv: Atvienots no '%s'

# #30501
source: Reconnected to '%s'
lv: Atkal savienots '%s'
