Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Czech/strings.po
Languages: cs

# #30000
source: Server Hostname or IP
cs: Název serveru nebo IP adresa

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
cs: Pokud server běží na stejném systému, ponechte IP adresu 127.0.0.1

# #30002
source: Port Number
cs: Číslo portu

# #30003
source: Stream timeout, unknown problem
cs: Stream timeout, neznámý problém

# #30004
source: No video data found on this channel
cs: Na tomto kanále nebyla nalezena žádná video data

# #30005
source: Tuner is needed for recording
cs: Pro nahrávání je nutný TV tuner

# #30006
source: Recording delete failed, file in use or write protected
cs: Smazaní nahrávky se nezdařilo, soubor je používán nebo je chráněn proti zápisu

# #30007
source: Recording delete failed, recorded file doesn't exist
cs: Smazaní nahrávky se nezdařilo, soubor se záznamem neexistuje

# #30008
source: Recording file not found
cs: Soubor nahrávky nebyl nalezen

# #30009
source: Alternate channel chosen:
cs: Vybrán alternativní kanál:

# #30010
source: Alternate time chosen:
cs: Vybrán alternativí čas:

# #30011
source: Can't start, tuner is no longer available
cs: Nelze spustit, TV tuner není již k dispozici

# #30012
source: Channel content is protected
cs: Obsah kanálu je chráněn

# #30013
source: End time increased by
cs: Čas ukončení prodloužit o

# #30014
source: Enable SignalStatus calls
cs: Povolit hlášení stavu signálu

# #30015
source: Refresh SignalStatus Interval (sec)
cs: Interval obnovy stavu signálu (s)

# #30016
source: Store Resume/Watched status on server
cs: Uložit čas "Začít od" / "Shlédnuto" na serveru

# #30017
source: Recorded TV folder not found
cs: Složka pro TV nahrávky nenalezena

# #30018
source: Recorded TV folder cannot be opened
cs: Složku pro TV nahrávky nelze otevřít

# #30019
source: ServerWMC version update is available (%s)
cs: Pro ServerWMC je k dispozici aktualizace (%s)

# #30020
source: All tuners for this channel are busy
cs: Všechny TV tunery pro tento kanál jsou zaneprázdněny

# #30021
source: LiveTV timed-out
cs: Timeout LiveTV

# #30022
source: LiveTV error, exited early
cs: Chyba LiveTV, ukončeno dříve

# #30023
source: Recording stream timed-out
cs: Timeout nahrávání streamu

# #30024
source: Recording stream exited early
cs: Nahrávání streamu ukončeno dříve

# #30025
source: Use WakeOnLAN to wake up server
cs: Použít WakeOnLAN k probuzení serveru

# #30026
source: Sending WakeOnLAN to server...
cs: Posílám WakeOnLAN na server

# #30027
source: Time drift between client and backend of %s minutes
cs: Časový posun mezi klientem a backendem v %s minutách

# #30100
source: Recording Preference
cs: Předvolby nahrávání

# #30101
source: Record this episode only
cs: Nahrát pouze tuto epizodu

# #30102
source: Record the series
cs: Nahrát serii

# #30103
source: Show type:
cs: Zobrazit typ:

# #30104
source: New and rerun
cs: Nové a opakované

# #30105
source: New only
cs: Pouze nové

# #30106
source: Live only
cs: Pouze živé

# #30107
source: Channel:
cs: Kanál:

# #30108
source: Any Channel
cs: Každý kanál

# #30110
source: Airtime:
cs: Čas vysílání:

# #30111
source: Anytime
cs: Kdykoli

# #30120
source: Delete Timer
cs: Smazat časovač

# #30121
source: Delete this episode timer only
cs: Odstranit časovač pouze pro tuto epizodu

# #30122
source: Delete the entire series
cs: Smazat celou řadu
