Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.dvblink/addon/resources/language/Macedonian/strings.po
Languages: mk

# #30000
source: General
mk: Општо

# #30001
source: Server Address
mk: Адреса на серверот

# #30002
source: Server Port
mk: Порта на серверот

# #30003
source: Client name
mk: Име на клиентот

# #30005
source: Username
mk: Корисничко име

# #30006
source: Password
mk: Лозинка

# #30102
source: Enable transcoding
mk: Активирај транскодирање

# #30103
source: Height
mk: Висина

# #30104
source: Width
mk: Ширина

# #30105
source: Bitrate
mk: Брзина на проток

# #30106
source: Audio track
mk: Аудио трака

# #30111
source: Enable Timeshift
mk: Овозможи Timeshift

# #30200
source: Advanced
mk: Напредно

# #30201
source: Use channel handle instead of client id
mk: Користи channel handle наместо client id

# #30202
source: Show information messages
mk: Прикажи ги информативните пораки

# #30203
source: Combine title and episode name for recordings
mk: Комбинирај го името на серијата и епизодата за снимките

# #32001
source: Connected to DVBLink Server '%s'
mk: Поврзан со DVBLink серверот '%s'

# #32002
source: Found '%d' channels
mk: Најдени се '%d' канали

# #32003
source: Could not connect to DVBLink Server '%s' (Error code : %d)
mk: Неуспешно е поврзувањето со DVBLink серверот '%s' (Error code : %d)

# #32004
source: Could not get recordings (Error code : %d)
mk: Не можеа да се добијат снимките (Error код : %d)

# #32006
source: Could not get timers(Error code : %d)
mk: Не можеа да се добијат тајмерите (Error код : %d)

# #32007
source: Found %d EPG timers
mk: Најдени %d EPG тајмери

# #32008
source: Found %d manual timers
mk: Најдени %d рачни тајмери

# #32009
source: Found %d recordings
mk: Најдени %d снимки

# #32010
source: Could not get stream for channel %s (Error code : %d)
mk: Не може да се добие stream за каналот %s (Error код : %d)

# #32011
source: Series recording
mk: Серијата се снима

# #32012
source: Record this episode only
mk: Сними ја само оваа епизода

# #32013
source: Record all episodes
mk: Сними ги сите епизоди

# #32014
source: Delete timer
mk: Избриши го тајмерот

# #32015
source: Delete this timer only
mk: Избриши го само овој тајмер

# #32016
source: Delete the entire series
mk: Избриши ја целата серија
