Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Malay/strings.po
Languages: ms

# #30000
source: NextPVR Hostname
ms: Nama hos NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
ms: Port NextPVR (biasanya 8866 atau 7799)

# #30002
source: NextPVR PinCode
ms: Kod Pin NextPVR

# #30003
source: Enable TimeShift with Live TV
ms: Benarkan Anjak Masa dengan TV Langsung

# #30040
source: Connection
ms: Sambungan

# #30041
source: Advanced
ms: Lanjutan

# #30050
source: NextPVR server is too old.
ms: Pelayan NextPVR terlalu tua.

# #30051
source: Upgrade to '%s' or higher!
ms: Tatar ke '%s' atau lebih baharu!

# #30052
source: Connection failed. Incorrect PIN?
ms: Sambungan gagal. PIN salah?

# #30053
source: Tuner no longer available
ms: Penala tiada lagi tersedia

# #30100
source: Add Timer
ms: Tambah Pemasa

# #30120
source: Recording Type
ms: Jenis Rakaman

# #30121
source: Record Once
ms: Rakam Sekali

# #30122
source: Record Season (NEW episodes on this channel)
ms: Rakam Musim (Episod BAHARU dalam saluran ini)

# #30123
source: Record Season (All episodes on this channel)
ms: Rakam Musim (Semua episod dalam saluran ini)

# #30124
source: Record Season (Daily, this timeslot)
ms: Rakam Musim (Harian, slot masa ini)

# #30125
source: Record Season (Weekly, this timeslot)
ms: Rakam Musim (Mingguan, slot masa ini)

# #30126
source: Record Season (Monday-Friday, this timeslot)
ms: Rakam Musim (Isnin-Jumaat, slot masa ini)

# #30127
source: Record Season (Weekends, this timeslot)
ms: Rekod Musim (Hujung Minggu, slot masa ini)

# #30130
source: Keep
ms: Kekal

# #30131
source: All Recordings
ms: Semua Rakaman

# #30132
source: Pre-Padding (minutes)
ms: Pra-Pemadatan (minit)

# #30133
source: Pre-Padding (minutes)
ms: Pra-Pemadatan (minit)

# #30134
source: Recording Directory
ms: Direktori Rakaman

# #30135
source: Default
ms: Lalai
