Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Thai/strings.po
Languages: th

# #30002
source: Priority
th: ความสำคัญ

# #30004
source: Connect timeout (s)
th: ระยะเวลาหยุดการเชื่อมต่อ (วิ)

# #30005
source: Allow VDR Messages
th: อนุญาตข้อความ VDR

# #30006
source: Read recordings from directory
th: อ่านบันทึกจากไดเร็กทอรี่

# #30007
source: VDR recordings directory
th: ไดเร็กทอรี่บันทึก VDR

# #30008
source: Channel search
th: ค้นหาช่องรายการ

# #30009
source: Channel search - Settings
th: ค้นหาช่องรายการ - ตั้งค่า

# #30010
source: Start Channel search
th: เริ่มค้นหาช่องรายการ

# #30011
source: Source Type
th: ชนิดแหล่งที่มา

# #30012
source: TV channels
th: ช่อง ทีวี

# #30013
source: Radio channels
th: ช่อง วิทยุ

# #30014
source: FTA channels
th: ช่องรายการ FTA

# #30015
source: Scrambled channels
th: ช่องรายการผสม

# #30016
source: HD channels
th: ช่องรายการความละเอียดสูง

# #30017
source: Country
th: ประเทศ

# #30024
source: Back
th: ย้อนกลับ

# #30026
source: Type:
th: ชนิด:

# #30027
source: Device:
th: อุปกรณ์:

# #30028
source: Scan: %i
th: ค้นหา: %i

# #30029
source: Signal: %i %%
th: สัญญาณ: %i %%

# #30030
source: New channels: %i
th: ช่องใหม่: %i

# #30031
source: All channels: %i
th: ทุกช่อง: %i

# #30032
source: Analog TV
th: ทีวีอนาล็อก

# #30033
source: Analog Radio
th: วิทยุอนาล็อก

# #30034
source: Transponder:
th: เครื่องรับส่งสัญญาณ

# #30035
source: New channels
th: ช่องรายการใหม่

# #30036
source: Channel search - Finished
th: การค้นหารายการ - เสร็จสิ้น

# #30037
source: No device available - exiting
th: ไม่มีอุปกรณ์ที่ใช้ได้ - กำลังออก

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
th: ไม่มีอุปกรณ์ DVB-S2 ที่ใช้ได้ - กำลังเปลี่ยนไปเป็น DVB-S

# #30039
source: Running
th: กำลังดำเนินการ

# #30040
source: Stopped
th: หยุด

# #30041
source: Finished
th: สำเร็จ

# #30042
source: Channel search - Canceled
th: การค้นหารายการ - ยกเลิก

# #30043
source: Channel search - Error
th: การค้นหารายการ - ผิดพลาด

# #30044
source: Lost connection to VDR Server
th: สูญเสียการเชื่อมต่อกับเซิร์ฟเวอร์ VDR

# #30101
source: Setup
th: ตั้งค่า

# #30108
source: Channels
th: ช่องสัญญาณ

# #30112
source: Radio Channels
th: รายการวิทยุ

# #30113
source: Save filters
th: บันทึกตัวกรอง

# #30114
source: Provider Unknown
th: ไม่ทราบผู้จัดหา
