Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.wmc/addon/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: Server Hostname or IP
id: Hostname Server atau IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
id: Simpan alamat IP di 127.0.0.1, jika server berjalan pada sistem yang sama.

# #30002
source: Port Number
id: Nomor Port

# #30003
source: Stream timeout, unknown problem
id: Siaran timeout, masalah tak dikenal

# #30004
source: No video data found on this channel
id: Tidak ada data video yang ditemukan pada kanal ini

# #30005
source: Tuner is needed for recording
id: Tuner dibutuhkan untuk rekaman

# #30006
source: Recording delete failed, file in use or write protected
id: Penghapusan rekaman gagal, berkas masih digunakan atau dilindungi

# #30007
source: Recording delete failed, recorded file doesn't exist
id: Penghapusan rekaman gagal, berkas terekam tidak ada

# #30008
source: Recording file not found
id: Berkas perekaman tidak ditemui

# #30009
source: Alternate channel chosen:
id: Kanal alternatif dipilih:

# #30010
source: Alternate time chosen:
id: Waktu alternatif dipilih:

# #30011
source: Can't start, tuner is no longer available
id: Tidak dapat memulai, tuner tidak lagi tersedia

# #30012
source: Channel content is protected
id: Konten Kanal dilindungi

# #30013
source: End time increased by
id: Waktu akhir ditingkatkan

# #30014
source: Enable SignalStatus calls
id: Aktifkan panggilan SignalStatus

# #30015
source: Refresh SignalStatus Interval (sec)
id: Interval segarkan SignalStatus (det)

# #30016
source: Store Resume/Watched status on server
id: Simpan status Lanjutkan/Sudah-ditonton dalam server

# #30017
source: Recorded TV folder not found
id: Folder Rekaman TV tidak ditemui

# #30018
source: Recorded TV folder cannot be opened
id: Folder Rekaman TV tidak dapat dibuka

# #30019
source: ServerWMC version update is available (%s)
id: Update versi ServerWMC tersedia (%s)

# #30020
source: All tuners for this channel are busy
id: Semua tuner untuk kanal ini sedang sibuk

# #30021
source: LiveTV timed-out
id: LiveTV timeout

# #30022
source: LiveTV error, exited early
id: LiveTV error, keluar lebih cepat (HA!!!)

# #30023
source: Recording stream timed-out
id: Siaran rekaman timeout

# #30024
source: Recording stream exited early
id: Siaran rekaman keluar lebih cepat

# #30025
source: Use WakeOnLAN to wake up server
id: Gunakan WakeOnLAN untuk membangunkan server

# #30026
source: Sending WakeOnLAN to server...
id: Mengirimkan WakeOnLAN ke server...

# #30027
source: Time drift between client and backend of %s minutes
id: Selisih waktu antara klien dan backend adalah %s menit

# #30100
source: Recording Preference
id: Preferensi Rekaman

# #30101
source: Record this episode only
id: Rekam episode ini saja

# #30102
source: Record the series
id: Rekam seri

# #30103
source: Show type:
id: Jenis acara:

# #30104
source: New and rerun
id: Baru dan tayang ulang

# #30105
source: New only
id: Baru saja

# #30106
source: Live only
id: Langsung saja

# #30107
source: Channel:
id: Saluran:

# #30108
source: Any Channel
id: Kanal mana saja

# #30110
source: Airtime:
id: Jam tayang:

# #30111
source: Anytime
id: Kapan saja

# #30120
source: Delete Timer
id: Hapus TImer

# #30121
source: Delete this episode timer only
id: Hapus timer episode ini saja

# #30122
source: Delete the entire series
id: Hapus semua seri
