Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: VDR Hostname or IP
fr_ca: Nom d'hôte ou adresse IP de VDR

# #30001
source: VNSI Port
fr_ca: Port VNSI

# #30002
source: Priority
fr_ca: Priorité

# #30003
source: Character Set Conversion
fr_ca: Conversion du jeu de caractères

# #30004
source: Connect timeout (s)
fr_ca: Délai d'attente de connexion (s)

# #30005
source: Allow VDR Messages
fr_ca: Permettre les messages de VDR

# #30006
source: Read recordings from directory
fr_ca: Lire les enregistrements du répertoire

# #30007
source: VDR recordings directory
fr_ca: Répertoire des enregistrements de VDR

# #30008
source: Channel search
fr_ca: Recherche de chaînes

# #30009
source: Channel search - Settings
fr_ca: Recherche de chaînes - Paramètres

# #30010
source: Start Channel search
fr_ca: Démarrer la recherche des chaînes

# #30011
source: Source Type
fr_ca: Type de sources

# #30012
source: TV channels
fr_ca: Chaînes télé

# #30013
source: Radio channels
fr_ca: Chaînes radio

# #30014
source: FTA channels
fr_ca: Chaînes en clair

# #30015
source: Scrambled channels
fr_ca: Chaînes brouillées

# #30016
source: HD channels
fr_ca: Chaînes HD

# #30017
source: Country
fr_ca: Pays

# #30018
source: Cable Inversion
fr_ca: Inversion du câble

# #30019
source: Cable Symbolrate
fr_ca: Débit de symboles du câble

# #30020
source: Cable modulation
fr_ca: Modulation du câble

# #30021
source: Terr Inversion
fr_ca: Inversion DVB-T

# #30023
source: ATSC Type
fr_ca: Type ATSC

# #30024
source: Back
fr_ca: Retour

# #30025
source: Channel search - running... %i %%
fr_ca: Recherche de chaînes - en cours... %i %%

# #30027
source: Device:
fr_ca: Dispositif :

# #30028
source: Scan: %i
fr_ca: Balayage : %i

# #30030
source: New channels: %i
fr_ca: Nouvelles chaînes : %i

# #30031
source: All channels: %i
fr_ca: Toutes les chaînes : %i

# #30032
source: Analog TV
fr_ca: Télé analogique

# #30033
source: Analog Radio
fr_ca: Radio analogique

# #30034
source: Transponder:
fr_ca: Transpondeur :

# #30035
source: New channels
fr_ca: Nouvelles chaînes

# #30036
source: Channel search - Finished
fr_ca: Recherche de chaînes - Terminée

# #30037
source: No device available - exiting
fr_ca: Aucun dispositif disponible - fermeture

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
fr_ca: Aucun dispositif DVB-S2 disponible - Tentative de repli sur DVB-S

# #30039
source: Running
fr_ca: En fonction

# #30040
source: Stopped
fr_ca: Arrêté

# #30041
source: Finished
fr_ca: Fini

# #30042
source: Channel search - Canceled
fr_ca: Recherche de chaînes - Annulée

# #30043
source: Channel search - Error
fr_ca: Recherche de chaînes - Erreur

# #30044
source: Lost connection to VDR Server
fr_ca: Connexion perdue vers le serveur VDR

# #30045
source: Connection to VDR Server restored
fr_ca: Connexion récupérée avec le serveur VDR

# #30046
source: Create channel groups automatically on the server
fr_ca: Créer automatiquement des groupes de chaînes sur le serveur

# #30047
source: Request Timeshift
fr_ca: Demander le décalage temporel

# #30048
source: Path to channel icons
fr_ca: Chemin vers les icônes de la chaîne

# #30049
source: VDR Server MAC for Wake-on-LAN
fr_ca: Adresse MAC du serveur VDR pour le réveil par le réseau

# #30100
source: VDR OSD
fr_ca: Affichage à l'écran VDR

# #30101
source: Setup
fr_ca: Réglage

# #30102
source: Controlling OSD - press info to exit
fr_ca: Contrôle de l'affichage à l'écran - Peser sur info pour sortir

# #30103
source: Select to control OSD
fr_ca: Sélectionner pour contrôler l'affichage à l'écran

# #30104
source: Timeshift Mode
fr_ca: Mode de décalage temporel

# #30105
source: Timeshift Buffer (RAM) x100 MB
fr_ca: Tampon de décalage temporel (RAM) x 100 Mo

# #30106
source: Timeshift Buffer (File) x1 GB
fr_ca: Tampon de décalage temporel (fichier ) x 1 Go

# #30107
source: VDR Admin
fr_ca: Administration VDR

# #30108
source: Channels
fr_ca: Chaînes

# #30109
source: Provider whitelist
fr_ca: Liste blanche des fournisseurs

# #30110
source: Channel blacklist
fr_ca: Liste noire des chaînes

# #30111
source: Channel filters
fr_ca: Filtres de chaînes

# #30112
source: Radio Channels
fr_ca: Chaîne radio

# #30113
source: Save filters
fr_ca: Enregistrer les filtres

# #30114
source: Provider Unknown
fr_ca: Fournisseur inconnu
