Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vuplus/addon/resources/language/Albanian/strings.po
Languages: sq

# #30000
source: VU+ hostname or IP address
sq: VU+ hostname ose adresa IP

# #30002
source: Streaming Port
sq: Porti i transmetimit

# #30003
source: Username
sq: Emër-përdoruesi

# #30004
source: Password
sq: Fjalkalimi

# #30007
source: Response timeout in seconds
sq: Timeout i përgjigjjes në eskonda

# #30008
source: Icon Path
sq: Vendndodhja e ikonave

# #30010
source: Update Interval in minutes
sq: Interval i aktualizimit në minuta

# #30011
source: Automatic Timerlist Cleanup
sq: Pastrimi i Orarit automatikisht

# #30012
source: Webinterface Port
sq: Webinterface porti

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
sq: Parashikimi i kanaleve para ndrimit tëi një kanali (p.sh. për aparate me Single Tuner )

# #30014
source: Folder for channeldata
sq: Rregjistri për informacionet të kanaleve

# #30015
source: Check for bouquett updates
sq: Shikoni për aktualizime të buketit

# #30016
source: Check for channel updates
sq: Shikoni për aktualizime të kanaleve

# #30017
source: Use only the DVB boxes' current recording path
sq: Përdorni vendndodhjen aktual për regjistrimet të DVB box'it

# #30018
source: General
sq: I përgjithsëm

# #30019
source: Channels
sq: Kanalet

# #30020
source: Advanced
sq: Të shtuar

# #30022
source: Recordings / Timer
sq: Regjistrime / timer

# #30023
source: Recording folder on the receiver
sq: Regjistër i regjistrimeve në resiverin

# #30024
source: Send DeepStandby-Command
sq: Dërgo komand DeepStandby

# #30025
source: Fetch only one TV bouquet
sq: Shkarko vetëm një TV buket

# #30026
source: TV-Bouquet
sq: TV-Buket

# #30027
source: Fetch picons from webinterface
sq: Tërhiqni pikon'at nga webinterface

# #30500
source: Disconnected from '%s'
sq: U ndërpre nga '%s'

# #30501
source: Reconnected to '%s'
sq: U rilidh me '%s'
