Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: Mediaportal Hostname
sl: Ime gostitelja Mediaportal

# #30001
source: Mediaportal Kodi plugin Port
sl: Vrata vtičnika Mediaportal za Kodi

# #30002
source: Free-to-air only
sl: Samo brezplačni programi

# #30003
source: Include Radio
sl: Vključi radio

# #30004
source: Fast channel switching (don't stop timeshift)
sl: Hitro preklapljanje (ne ustavi časovnega zamika)

# #30005
source: Connect timeout (s)
sl: Časovni pretek povezave (s)

# #30006
source: Import only TV Channels from group
sl: Uvozi le TV programe iz skupine

# #30007
source: Import only Radio Channels from group
sl: Uvozi le radijske programe iz skupine

# #30008
source: Convert hostname to IP-adress
sl: Pretvori ime gostitelja v IP naslov

# #30009
source: EPG: Read genre strings (slow)
sl: EPG: Preberi žanre (počasno)

# #30010
source: Wait time after tuning a channel (ms)
sl: Čakanje med preklopom programa (ms)

# #30015
source: Streaming method
sl: Metoda pretakanja

# #30016
source: Windows user account (SMB)
sl: Uporabnik sistema Windows (SMB)

# #30017
source: Windows password (SMB)
sl: Geslo sistema Windows (SMB)

# #30018
source: Use RTSP streaming
sl: Uporabi pretakanje RTSP

# #30040
source: Connection
sl: Povezava

# #30042
source: Playback
sl: Predvajanje

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
sl: Vaša različica TVServerKodija '%s' je prestara. Posodobite na '%s' ali novejše!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
sl: Vaša različica TVServerKodija je prestara. Posodobite na '%s' ali novejše!

# #30052
source: Recording playback failed. Empty URL of filename.
sl: Predvajanje posnetka ni uspelo. Prazen URL ali ime datoteke.

# #30060
source: All cards are busy
sl: Vse kartice so zasedene

# #30061
source: Channel is scrambled
sl: Program je kodiran

# #30062
source: No video or audio detected
sl: Ni zaznanega zvoka ali slike

# #30063
source: No signal detected
sl: Ni zaznanega signala

# #30064
source: Unknown error
sl: Neznana napaka

# #30065
source: Unable to start graph
sl: Ni mogoče zagnati grafa

# #30066
source: Unknown channel
sl: Neznan program

# #30067
source: No tuning details
sl: Ni podrobnosti preklopa

# #30068
source: Channel is not mapped to any card
sl: Program ni povezan z nobeno kartico

# #30069
source: Card is disabled
sl: Kartica je onemogočena

# #30070
source: Connection to slave failed
sl: Povezava ni uspela

# #30071
source: Not the owner
sl: Niste lastnik

# #30072
source: Graph building failed
sl: Ni mogoče zgraditi grafa

# #30073
source: SW Encoder missing
sl: Manjkajoč SW enkoder

# #30074
source: No free disk space
sl: Ni več prostora na disku

# #30075
source: No PMT found
sl: PMT ni mogoče najti

# #30100
source: Schedule settings
sl: Nastavitve urnika

# #30101
source: Frequency
sl: Frekvenca

# #30102
source: Airtime
sl: Čas predvajanja

# #30103
source: Channels
sl: Programi

# #30104
source: Keep
sl: Obdrži

# #30105
source: Record minutes before start
sl: Snemanje minut pred začetkom

# #30106
source: Record minutes after end
sl: Snemanje minut po koncu

# #30110
source: Record Once
sl: Posnemi enkrat

# #30111
source: Record Daily (This program)
sl: Snemaj dnevno (ta program)

# #30112
source: Record Weekly
sl: Snemaj tedensko

# #30113
source: Record Weekends
sl: Snemanj ob vikendih

# #30114
source: Record Week Days
sl: Snemaj med tednom

# #30120
source: This time
sl: Tokrat

# #30121
source: Anytime
sl: Kadarkoli

# #30125
source: This Channel
sl: Ta program

# #30126
source: Any Channel
sl: Katerikoli program

# #30130
source: Until space needed
sl: Dokler se ne potrebuje prostora

# #30131
source: Until Watched
sl: Do ogleda

# #30132
source: Days
sl: Dni

# #30133
source: Always
sl: Vedno

# #30135
source: Backend default
sl: Privzeto za hrbtenico

# #30136
source: Kodi default
sl: Privzeto za Kodi
