Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.vdr.vnsi/addon/resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: VDR Hostname or IP
sl: Ime gostitelja ali IP strežnika VDR

# #30001
source: VNSI Port
sl: Vrata VNSI

# #30002
source: Priority
sl: Prioriteta

# #30003
source: Character Set Conversion
sl: Pretvorba kodnega sistema

# #30004
source: Connect timeout (s)
sl: Časovni pretek povezave (s)

# #30005
source: Allow VDR Messages
sl: Dovoli sporočila VDR

# #30006
source: Read recordings from directory
sl: Preberi posnetke v mapi

# #30007
source: VDR recordings directory
sl: Mapa posnetkov VDR

# #30008
source: Channel search
sl: Iskanje programov

# #30009
source: Channel search - Settings
sl: Iskanje programov - Nastavitve

# #30010
source: Start Channel search
sl: Začni iskanje programov

# #30011
source: Source Type
sl: Tip vira

# #30012
source: TV channels
sl: TV programi

# #30013
source: Radio channels
sl: Radijski programi

# #30014
source: FTA channels
sl: Brezplačni programi

# #30015
source: Scrambled channels
sl: Zaščiteni programi

# #30016
source: HD channels
sl: HD programi

# #30017
source: Country
sl: Država

# #30022
source: Satellite
sl: Satelit

# #30023
source: ATSC Type
sl: Tip ATSC

# #30024
source: Back
sl: Nazaj

# #30025
source: Channel search - running... %i %%
sl: Iskanje programov - teče ... %i %%

# #30026
source: Type:
sl: Tip:

# #30027
source: Device:
sl: Naprava:

# #30028
source: Scan: %i
sl: Iskanje: %i

# #30030
source: New channels: %i
sl: Novi programi: %i

# #30031
source: All channels: %i
sl: Vsi programi: %i

# #30032
source: Analog TV
sl: Analogna TV

# #30033
source: Analog Radio
sl: Analogni radio

# #30034
source: Transponder:
sl: Oddajnik:

# #30035
source: New channels
sl: Novi programi

# #30036
source: Channel search - Finished
sl: Iskanje programov - zaključeno

# #30037
source: No device available - exiting
sl: Naprava ni na voljo - zapuščam

# #30038
source: No DVB-S2 device available - trying fallback to DVB-S
sl: Naprava DVB-S2 ni na voljo - poskušam naprave DVB-S

# #30039
source: Running
sl: Teče

# #30040
source: Stopped
sl: Ustavljeno

# #30041
source: Finished
sl: Zaključeno

# #30042
source: Channel search - Canceled
sl: Iskanje programov - preklicano

# #30043
source: Channel search - Error
sl: Iskanje programov - napaka

# #30044
source: Lost connection to VDR Server
sl: Povezava s strežnikom VDR je bila izgubljena

# #30045
source: Connection to VDR Server restored
sl: Povezava s strežnikom VDR je obnovljena

# #30046
source: Create channel groups automatically on the server
sl: Samodejno ustvari skupine programov na strežniku

# #30047
source: Request Timeshift
sl: Zahtevaj časovni zamik

# #30048
source: Path to channel icons
sl: Pot do ikon programov

# #30049
source: VDR Server MAC for Wake-on-LAN
sl: MAC strežnika VDR za Wake-on-LAN

# #30101
source: Setup
sl: Nastavitve

# #30102
source: Controlling OSD - press info to exit
sl: Upravljanje OSD - pritisnite info za izhod

# #30103
source: Select to control OSD
sl: Izberite za upravljanje OSD

# #30104
source: Timeshift Mode
sl: Način časovnega zamika

# #30105
source: Timeshift Buffer (RAM) x100 MB
sl: Medpomnenje časovnega zamika (RAM) x100 MB

# #30106
source: Timeshift Buffer (File) x1 GB
sl: Medpomnenje časovnega zamika (datoteka) x1 GB

# #30108
source: Channels
sl: Programi

# #30109
source: Provider whitelist
sl: Dovoljeni ponudniki

# #30110
source: Channel blacklist
sl: Onemogočeni programi

# #30111
source: Channel filters
sl: Filtri programov

# #30112
source: Radio Channels
sl: Radijski programi

# #30113
source: Save filters
sl: Shrani filtre

# #30114
source: Provider Unknown
sl: Neznan ponudnik
