Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.nextpvr/addon/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: NextPVR Hostname
id: Hostname NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
id: Port NextPVR (Biasanya 8866 atau 7799)

# #30002
source: NextPVR PinCode
id: Kode Pin NextPVR

# #30003
source: Enable TimeShift with Live TV
id: Aktifkan TimeShift dengan Siaran TV

# #30040
source: Connection
id: Koneksi

# #30041
source: Advanced
id: Tingkat Lanjut

# #30050
source: NextPVR server is too old.
id: Server NextPVR terlalu tua.

# #30051
source: Upgrade to '%s' or higher!
id: Upgrade ke versi '%s' atau lebih tinggi!

# #30052
source: Connection failed. Incorrect PIN?
id: Koneksi gagal. PIN salah?

# #30053
source: Tuner no longer available
id: Tuner tidak lagi tersedia

# #30100
source: Add Timer
id: Tambahkan Timer

# #30120
source: Recording Type
id: Tipe Perekaman

# #30121
source: Record Once
id: Rekam sekali

# #30122
source: Record Season (NEW episodes on this channel)
id: Rekam semusim (Setiap episode baru di kanal ini)

# #30123
source: Record Season (All episodes on this channel)
id: Rekam semusim (Semua episode dalam kanal ini)

# #30124
source: Record Season (Daily, this timeslot)
id: Rekam semusim (Tiap hari di jam ini)

# #30125
source: Record Season (Weekly, this timeslot)
id: Rekam semusim (Mingguan, di jam ini)

# #30126
source: Record Season (Monday-Friday, this timeslot)
id: Rekam semusim (Senin - Jumat, di jam ini)

# #30127
source: Record Season (Weekends, this timeslot)
id: Rekam semusim (Akhir minggu, di jam ini)

# #30130
source: Keep
id: Pertahankan

# #30131
source: All Recordings
id: Semua rekaman

# #30132
source: Pre-Padding (minutes)
id: Pre-Padding (menit)

# #30133
source: Pre-Padding (minutes)
id: Pre-Padding (menit)

# #30134
source: Recording Directory
id: Direktori Rekaman

# #30135
source: Default
id: Standar
