Repository: opdenkamp/xbmc-pvr-addons
Catalog: addons/pvr.mediaportal.tvserver/addon/resources/language/Macedonian/strings.po
Languages: mk

# #30002
source: Free-to-air only
mk: Само Free-to-air

# #30003
source: Include Radio
mk: Вклучи и радио

# #30004
source: Fast channel switching (don't stop timeshift)
mk: Брзо префрлување помеѓу канали (не сопирај временско поместување)

# #30005
source: Connect timeout (s)
mk: Тајмаут при поврзување (сек)

# #30006
source: Import only TV Channels from group
mk: Увези само ТВ канали од групата

# #30007
source: Import only Radio Channels from group
mk: Увези само Радио канали од групата

# #30008
source: Convert hostname to IP-adress
mk: Конвертирај име на хост во IP адреса

# #30010
source: Wait time after tuning a channel (ms)
mk: Време на чекање по префрлување на канал (ms)

# #30015
source: Streaming method
mk: Метод на stream-ање

# #30016
source: Windows user account (SMB)
mk: Windows корисничко име (SMB)

# #30017
source: Windows password (SMB)
mk: Windows лозинка (SMB)

# #30018
source: Use RTSP streaming
mk: Користи RTSP streaming

# #30040
source: Connection
mk: Конекција

# #30042
source: Playback
mk: Репродукција

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
mk: Твојот TVServerKodi верзија '%s' е престара. Надгради на '%s' или по нова!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
mk: Твојата TVServerKodi верзија е престара. Надгради на '%s' или по нова!

# #30052
source: Recording playback failed. Empty URL of filename.
mk: Репродукција на снименото неуспешна. Празна адреса или име на папка.

# #30060
source: All cards are busy
mk: Сите карти се зафатени

# #30061
source: Channel is scrambled
mk: Каналот е кодиран

# #30062
source: No video or audio detected
mk: Нема аудио или видео

# #30063
source: No signal detected
mk: Нема сигнал

# #30064
source: Unknown error
mk: Непозната грешка

# #30065
source: Unable to start graph
mk: Неможе да се стартува графата

# #30066
source: Unknown channel
mk: Непознат канал

# #30067
source: No tuning details
mk: Нема детали за каналите

# #30068
source: Channel is not mapped to any card
mk: Каналот не е мапиран кон било која карта

# #30069
source: Card is disabled
mk: Картата е оневозможена

# #30070
source: Connection to slave failed
mk: Конекцијата со slave-от е неуспешна

# #30071
source: Not the owner
mk: Не си сопственик

# #30072
source: Graph building failed
mk: Неуспешна изградба на графата

# #30073
source: SW Encoder missing
mk: Недостасува SW енкодер

# #30074
source: No free disk space
mk: Нема слободно место на дискот

# #30075
source: No PMT found
mk: Нема пронајдено РМТ

# #30100
source: Schedule settings
mk: Подеси го распоредот

# #30101
source: Frequency
mk: Фреквенција

# #30102
source: Airtime
mk: Време на емитување

# #30103
source: Channels
mk: Канали

# #30104
source: Keep
mk: Задржи

# #30105
source: Record minutes before start
mk: Сними неколку минути пред почетокот

# #30106
source: Record minutes after end
mk: Сними неколку минути после крајот

# #30110
source: Record Once
mk: Сними еднаш

# #30111
source: Record Daily (This program)
mk: Снимај секој ден (од оваа програма)

# #30112
source: Record Weekly
mk: Снимај неделно

# #30113
source: Record Weekends
mk: Снимај преку викенд

# #30114
source: Record Week Days
mk: Снимај за работни денови

# #30120
source: This time
mk: Овој пат

# #30121
source: Anytime
mk: Било кога

# #30125
source: This Channel
mk: Овој канал

# #30126
source: Any Channel
mk: Било кој канал

# #30130
source: Until space needed
mk: Се додека не е потребен простор

# #30131
source: Until Watched
mk: Се додека не се изгледа

# #30132
source: Days
mk: денови

# #30133
source: Always
mk: Секогаш

# #30135
source: Backend default
mk: Основни подесувања на backend-от

# #30136
source: Kodi default
mk: Основни подесувања на Kodi
